{
  "metadata": {
    "title": {
      "ja": "サイバー本の年表 0.0",
      "en": "Cyber Books Timeline 0.0"
    },
    "description": {
      "ja": "この年表はサイバー本を示します。",
      "en": "This timeline shows the major products and events in the xx field. "
    },
    "initialCreator": "Satoshi Endo",
    "contributors": [
      "Satoshi Endo",
      "Hortense Endo"
    ],
    "contact": {
      "administrator": {
        "name": "Satoshi Endo",
        "x": "https://x.com/hortense667"
      }
    },
    "createdAt": "2025-10-01",
    "version": "1.0",
    "language": [
      "ja",
      "en"
    ],
    "copyright": "© 2025 Satoshi Endo",
    "license": "CC BY 4.0",
    "licenseUrl": "https://creativecommons.org/licenses/by/4.0/",
    "notes": "Updates from contributors are welcome. Please do not create separate versions. When reusing data, credit the original authors."
  },
  "events": {
    "1948": [
      {
        "label": "サイバネティックス ― 動物と機械における制御と通信（ノーバート・ウィーナー著、戸田巌ほか訳）",
        "label_en": "Cybernetics: Or Control and Communication in the Animal and the Machine(Norbert Wiener)",
        "startYear": 1948,
        "genre": [
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/GENERIC-%E3%82%B5%E3%82%A4%E3%83%90%E3%83%8D%E3%83%86%E3%82%A3%E3%83%83%E3%82%AF%E3%82%B9-%E5%8B%95%E7%89%A9%E3%81%A8%E6%A9%9F%E6%A2%B0%E3%81%AB%E3%81%8A%E3%81%91%E3%82%8B%E5%88%B6%E5%BE%A1%E3%81%A8%E9%80%9A%E4%BF%A1/dp/B0G5637N99&https://m.media-amazon.com/images/I/71oGWVhIz2L._AC_SX679_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Cybernetics%3A_Or_Control_and_Communication_in_the_Animal_and_the_Machine",
        "note": "フィードバック制御、情報、ノイズ、確率過程などを統合する概念として「サイバネティックス」を提示した古典。動物と機械を同じ「制御と通信の系」として扱い、現代の制御工学、情報理論、AI、神経科学の基礎を築いた。/「コンピュータ以前のAI本」と言ってもいい一冊で、ニューロンから通信回線、産業機械まで同じ数学で語ってしまう豪腕ぶりが魅力です。いま読むと数式は古典ですが、「情報と制御」を横断する視点は、ネットワーク化したAIシステムを考えるときにまだまだ現役です。",
        "note_en": "A classic that presented \"cybernetics\" as a concept integrating feedback control, information, noise, and stochastic processes. Treating animals and machines as the same \"system of control and communication,\" it laid the foundation for modern control engineering, information theory, AI, and neuroscience./A book that could be called a \"pre-computer AI book,\" charming in its brute force of discussing neurons, communication lines, and industrial machines with the same mathematics. Reading it now, the formulas are classical, but the perspective crossing \"information and control\" is still active when thinking about networked AI systems."
      }
    ],
    "1968": [
      {
        "label": "不死の人（ホルヘ・ルイス・ボルヘス著/土岐恒二訳）",
        "label_en": "El Aleph(Jorge Luis Borges)",
        "startYear": 1968,
        "genre": [
          "CYBERPUNK",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4560071144&https://m.media-amazon.com/images/I/11SVUWDBfHL.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Aleph_(short_story)|https://www.amazon.com/dp/B017POHWVS&https://m.media-amazon.com/images/I/41oncMu3z4L.jpg",
        "note": "ボルヘスの代表的短編「不死の人」を含む短篇集。ホメロス叙事詩や『千夜一夜物語』など古典作品のモチーフを変奏しつつ、迷宮的構成と寓意に満ちた物語世界を構築しています。白水Uブックス版など、のちに改版・再刊もされています。/ボルヘス入門としては少しマニアック寄りですが、「時間」「永遠」「不死」といったテーマを、論文のような冷静さと寓話のような不気味さで描き切った一冊です。サイバースペースや情報空間を考えるときも、ボルヘス的な迷宮・無限のモチーフは頻繁に参照されるので、サイバーカルチャー好きにも相性が良い短編だと思います。",
        "note_en": "A short story collection including Borges' representative short story \"The Immortal.\" While varying motifs from classical works like Homeric epics and \"One Thousand and One Nights,\" it constructs a story world full of labyrinthine structures and allegory. It has been revised and reprinted later, such as in the Hakusuisha U Books edition./It's a bit niche for a Borges introduction, but it's a book that fully depicts themes like \"time,\" \"eternity,\" and \"immortality\" with the calmness of a thesis and the eeriness of a fable. Since Borges-esque motifs of labyrinths and infinity are frequently referenced when thinking about cyberspace and information spaces, I think this short story is compatible for cyberpunk culture lovers."
      },
      {
        "label": "The Art of Computer Programming Volume 1 Fundamental Algorithms Third Edition 日本語版（ドナルド・E・クヌース著/有澤誠・和田英一監訳 他）",
        "label_en": "The Art of Computer Programming, Volume 1: Fundamental Algorithms（Donald E. Knuth）",
        "startYear": 1968,
        "genre": [
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/The_Art_of_Computer_Programming|https://www.amazon.co.jp/dp/4048694022&https://m.media-amazon.com/images/I/4199IjRelcL._SY445_SX342_ControlCacheEqualizer_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Art_of_Computer_Programming|https://www.amazon.com/dp/0201896834/&https://m.media-amazon.com/images/I/41aOfhwbT-L._SY445_SX342_FMwebp_.jpg",
        "note": "世界中のコンピュータ科学者やプログラマから「アルゴリズムの聖書」と呼ばれる、ドナルド・クヌースのライフワークである全7巻からなる大著。アルゴリズム、データ構造、数値計算などの基礎概念を、厳密な数学的解析と詳細な例題をもって体系的に解説しています。/単なるプログラミング技法を超え、アルゴリズムを芸術（Art）として捉える思想が貫かれており、コンピュータの深い理解を目指す者にとっての必読書です。個々の練習問題には難易度ランクが付けられ、自習用テキストとしても活用されます。",
        "note_en": "A monumental, multi-volume work by Donald Knuth, often referred to as the \"Bible of Algorithms\" by computer scientists and programmers worldwide. This comprehensive series, planned for seven volumes, systematically explains the fundamental concepts of algorithms, data structures, and seminumerical methods with rigorous mathematical analysis and detailed examples./It goes beyond mere programming techniques, embodying the philosophy of treating algorithms as an art form. It is essential reading for anyone seeking a deep understanding of computing. Each exercise is assigned a difficulty rating, making it an invaluable self-study text."
      }
    ],
    "1970": [
      {
        "label": "人工頭脳と自己増殖 ―― オートマトンの論理学概論（ジョン・フォン・ノイマン著、品川嘉也・品川泰子訳）",
        "startYear": 1970,
        "genre": [
          "SCIENCE",
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4124001460/&https://m.media-amazon.com/images/I/81z5gw3JUBL._SY425_.jpg",
        "note": "自己増殖オートマトンの可能性を論じた、オートマトン理論・人工生命の源流となる短いが重要な論文。神経回路網と計算可能性の関係についての記述は、その後のニューラルネット研究や「計算機と脳」論にも大きな影響を与えた。/「コンピュータの父」は、実はかなり早い段階で“自己増殖する機械”と“人工頭脳”にまで考えを伸ばしていました。この短い論文の中に、AI・人工生命・複雑系のタネがぎっしり詰まっている、歴史的にはかなり濃い一篇です。",
        "label_en": "The General and Logical Theory of Automata(John von Neumann)",
        "url_en": "https://www.vordenker.de/ggphilosophy/jvn_the-general-and-logical-theory-of-automata.pdf",
        "note_en": "A short but important paper discussing the possibility of self-reproducing automata, serving as the source of automaton theory and artificial life. Descriptions regarding the relationship between neural networks and computability greatly influenced subsequent neural network research and discussions on \"computers and the brain.\"/The \"father of the computer\" had actually extended his thoughts to \"self-reproducing machines\" and \"artificial brains\" at a quite early stage. It is a historically dense piece packed with the seeds of AI, artificial life, and complex systems within this short paper."
      }
    ],
    "1971": [
      {
        "label": "零度のエクリチュール（ロラン・バルト著、渡辺淳・沢村昂一訳）",
        "label_en": "Le Degré zéro de l'écriture(Roland Barthes)",
        "startYear": 1971,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/零度のエクリチュール|https://www.amazon.co.jp/%E9%9B%B6%E5%BA%A6%E3%81%AE%E3%82%A8%E3%82%AF%E3%83%AA%E3%83%81%E3%83%A5%E3%83%BC%E3%83%AB-%E3%83%AD%E3%83%A9%E3%83%B3%E3%83%BB%E3%83%90%E3%83%AB%E3%83%88/dp/4622004658&https://m.media-amazon.com/images/I/91FVgPF-NhL._SY385_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Writing_Degree_Zero",
        "note": "構造主義記号論の先駆けとして知られる、バルト初期の代表作。文学における「書き方（エクリチュール）」を、作家の内面や社会的状況との関係から分析し、「文体」や「言語」の歴史性を明らかにした一冊です。/テクスト／記号としての「書き方」を徹底的にラディカル化した本で、後のポスト構造主義やポストモダン思想への入口としても読まれます。コンピュータ時代の「テキスト編集」「コードを書くこと」を考えるうえでも、「書く」という行為を客観視させてくれる、地味だけど効く一冊です。",
        "note_en": "An early representative work of Barthes, known as a pioneer of structuralist semiotics. It analyzes the \"mode of writing (écriture)\" in literature in relation to the author's inner self and social situation, revealing the historicity of \"style\" and \"language.\"/A book that thoroughly radicalized the \"mode of writing\" as text/symbols, read as an entrance to later post-structuralism and postmodern thought. Even when thinking about \"text editing\" and \"writing code\" in the computer age, it is a plain but effective book that allows you to view the act of \"writing\" objectively."
      },
      {
        "label": "The Last Whole Earth Catalog: Access To Tools（Stewart Brand (Editor)）",
        "startYear": 1971,
        "genre": [
          "POPCULTURE",
          "THEORYMEDIA",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 4,
        "url": "https://ja.wikipedia.org/wiki/%E5%85%A8%E5%9C%B0%E7%90%83%E3%82%AB%E3%82%BF%E3%83%AD%E3%82%B0",
        "note": "1960年代後半のアメリカのヒッピー・カウンターカルチャーを象徴する雑誌「ホール・アース・カタログ」の最終版。より良い生き方、持続可能な暮らしに必要な「ツール（道具）」としての情報や商品を掲載し、「アクセス・トゥ・ツールズ（道具へのアクセス）」を掲げました。ヒッピーコミューンの自給自足的な生活を支える役割を担い、後のパーソナルコンピュータやインターネットの思想にも影響を与えた、サブカルチャー史上の重要文献です。(E)",
        "label_en": "The Last Whole Earth Catalog: Access To Tools（Stewart Brand (Editor)）",
        "url_en": "https://en.wikipedia.org/wiki/Whole_Earth_Catalog|https://www.amazon.com/Last-Whole-Earth-Catalog-Access/dp/0394704592&https://m.media-amazon.com/images/I/71cKR+0iljL.SY342.jpg",
        "note_en": "The final edition of the \"Whole Earth Catalog,\" a magazine that symbolized the American hippie counterculture of the late 1960s. It featured information and goods as \"tools\" necessary for a better, sustainable life, advocating \"Access to Tools.\" Playing a role in supporting the self-sufficient life of hippie communes, it is a significant document in subculture history that also influenced the ideas behind personal computers and the Internet.(E)"
      }
    ],
    "1972": [
      {
        "label": "一般言語学講義（フェルディナン・ド・ソシュール著、桑田禮彰ほか訳）",
        "label_en": "Cours de linguistique générale(Ferdinand de Saussure)",
        "startYear": 1972,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/一般言語学講義",
        "url_en": "https://en.wikipedia.org/wiki/Course_in_General_Linguistics",
        "note": "ソシュールの講義ノートをもとに編纂された、20世紀言語学・記号論の基礎文献。「ラング／パロール」「シニフィアン／シニフィエ」などの概念が提示され、後の構造主義・ポスト構造主義、記号論的メディア論に大きな影響を与えた。/コンピュータや情報理論の文脈で「記号」「情報」を論じるとき、暗黙のうちにこの本の枠組みに乗っていることが多いです。後に出てくるバルトやフーコー、デリダを読む前提としても、土台になっている教科書的な一冊です。",
        "note_en": "Fundamental literature of 20th-century linguistics and semiotics compiled from Saussure's lecture notes. Concepts such as \"langue/parole\" and \"signifier/signified\" are presented, greatly influencing later structuralism, post-structuralism, and semiotic media theory./When discussing \"symbols\" and \"information\" in the context of computers and information theory, we often implicitly ride on the framework of this book. It is a textbook-like book that serves as a foundation for reading later thinkers like Barthes, Foucault, and Derrida."
      },
      {
        "label": "計算機の歴史 パスカルからノイマンまで（ハーマン・H・ゴールドスタイン著/末包良太、米口肇、犬伏茂之訳）",
        "label_en": "The Computer from Pascal to von Neumann(Herman Heine Goldstein)",
        "startYear": 1972,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4320021061&https://m.media-amazon.com/images/I/71D+ff8BihL._SY385_.jpg",
        "url_en": "https://www.amazon.com/dp/0691023670&https://m.media-amazon.com/images/I/61TnS0DQVoL._SY385_.jpg",
        "note": "計算機科学の黎明期から、チャールズ・バベッジ、エイダ・ラブレスの時代を経て、フォン・ノイマン型コンピュータの誕生に至るまでの歴史を、ノイマンの共同研究者であるゴールドスタインが綴った貴重な記録。/ENIACやEDVACなど、初期の重要なプロジェクトに深く関わった著者ならではの、内部の視点から描かれる発展史は、単なる技術史を超えた重みを持っています。コンピュータの「歴史」を語る上で欠かせない一次資料に近い一冊です。(C)",
        "note_en": "A valuable historical record tracing the evolution of computer science from its dawn, through the era of Charles Babbage and Ada Lovelace, up to the birth of the Von Neumann architecture, written by Herman H. Goldstein, a collaborator of Von Neumann. /The developmental history, told from the perspective of an insider who was deeply involved in crucial early projects like ENIAC and EDVAC, carries a weight beyond mere technical history. It is an essential, near-primary source for discussing the 'history' of computing.(C)"
      }
    ],
    "1973": [
      {
        "label": "わが友 石頭計算機（安野光雅著/犬伏茂之監修）",
        "startYear": 1973,
        "genre": [
          "SCIENCE",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 4,
        "url": "https://www.amazon.co.jp/dp/416738003X&https://m.media-amazon.com/images/I/81Dtxfk8UwL._SY342_.jpg",
        "note": "世界的絵本作家・安野光雅による、計算の仕組みとコンピュータの原理を、石や棒などの身近な道具（石頭計算機）を使ってユーモラスかつ知的に解説した絵本形式の科学書。/複雑な数式や電子回路に頼らず、いかにして「もの」を使って計算が可能になるかという、コンピュータの根源的なアイデアを、美しいイラストと優しい文章で学ぶことができます。子どもから大人まで、計算機の哲学に触れることのできるユニークな一冊です。(C)",
        "note_en": "A science book in picture-book format by the world-renowned picture book author Mitsumasa Anno, which humorously and intellectually explains the mechanism of calculation and the principles of computers using familiar tools like stones and sticks (\"Stone-Head Calculator\"). /It allows readers of all ages to learn the fundamental idea of how computation can be achieved using \"things,\" without relying on complex formulas or electronic circuits, through beautiful illustrations and gentle prose. It is a unique book for exploring the philosophy of the calculator.(C)"
      },
      {
        "label": "コンヴィヴィアリティのための道具",
        "startYear": 1973,
        "genre": [
          "POPCULTURE",
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 4,
        "url": "https://www.amazon.co.jp/dp/4480096884/&https://m.media-amazon.com/images/I/61bonOR-D3L._SY425_.jpg",
        "note": "技術を「人間の自律と共生を支える道具」として再定義し、巨大システムへの依存を批判する。テクノロジー思想の古典。",
        "label_en": "Tools for Conviviality (Ivan Illich)",
        "url_en": "https://en.wikipedia.org/wiki/Tools_for_Conviviality",
        "note_en": "Classic critique of industrial/large-scale systems, arguing for 'convivial tools' that support human autonomy and mutuality."
      }
    ],
    "1974": [
      {
        "label": "言葉と物 ― 人文科学の考古学（ミシェル・フーコー著、渡辺一民・佐々木明訳）",
        "label_en": "Les Mots et les choses(Michel Foucault)",
        "startYear": 1974,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E8%A8%80%E8%91%89%E3%81%A8%E7%89%A9%E3%80%88%E6%96%B0%E8%A3%85%E7%89%88%E3%80%89-%E4%BA%BA%E6%96%87%E7%A7%91%E5%AD%A6%E3%81%AE%E8%80%83%E5%8F%A4%E5%AD%A6-%E3%83%9F%E3%82%B7%E3%82%A7%E3%83%AB%E3%83%BB%E3%83%95%E3%83%BC%E3%82%B3%E3%83%BC/dp/4105067087&https://m.media-amazon.com/images/I/51G454VrkgL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Order_of_Things",
        "note": "ボルヘスの架空の百科事典の引用と、ベラスケス『侍女たち』の分析からはじまり、「人間」という概念自体が近代のある時期に現れ、また消えていくかもしれないという視点から人文科学を「考古学」的に掘り起こす書物です。/「人間」「主体」「知」といった概念も、一種の歴史的な「OS」のようなものにすぎない——という読み替えを迫ってくる本です。コンピュータやネットワークが知のインフラになった時代の「人文科学」を考えるとき、その地層を見せてくれる基礎資料のような位置づけになります。",
        "note_en": "Beginning with a quote from Borges' fictional encyclopedia and an analysis of Velázquez's \"Las Meninas,\" this book \"archaeologically\" unearths the human sciences from the perspective that the concept of \"man\" itself emerged at a certain time in the modern era and may disappear again./A book that forces a rereading that concepts like \"human,\" \"subject,\" and \"knowledge\" are nothing more than a kind of historical \"OS.\" When thinking about \"human sciences\" in an era where computers and networks have become the infrastructure of knowledge, it serves as basic material showing those geological layers."
      },
      {
        "label": "Computer Lib（Ted Nelson著）",
        "startYear": 1974,
        "genre": [
          "COMPUTER",
          "THEORYMEDIA",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 4,
        "note": "ハイパーテキスト（Hypertext）という概念の提唱者であるテッド・ネルソンが、コンピュータへのアクセスを一般市民に解放しようという情熱のもと、自費出版で世に問うた著作。「コンピュータは単なる計算機ではなく、人々の創造性を高めるための道具である」というメッセージを、独特のレイアウトと奔放な文体で表現しています。「Computer Lib（コンピュータ解放）」と「Dream Machines（夢の機械）」の2部構成で、後のデジタル革命の思想的な基盤の一つとなりました。(E)",
        "label_en": "Computer Lib（Ted Nelson）",
        "url_en": "https://en.wikipedia.org/wiki/Computer_Lib/Dream_Machines|https://www.amazon.com/dp/0893470023/&https://m.media-amazon.com/images/I/41Y4aPIhLFL.SY445_SX342_FMwebp.jpg",
        "note_en": "A self-published work by Ted Nelson, the proponent of the concept of Hypertext, driven by a passion to democratize access to computers. It conveys the message that \"the computer is not merely a calculator, but a tool to enhance human creativity,\" using a unique layout and unconstrained writing style. Consisting of two parts, \"Computer Lib\" and \"Dream Machines,\" it became one of the ideological foundations of the later digital revolution.(E)"
      }
    ],
    "1976": [
      {
        "label": "宇宙創世記ロボットの旅（スタニスワフ・レム著/吉上昭三・村手義治訳）",
        "label_en": "The Cyberiad(Stanisław Lem)",
        "startYear": 1976,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/B0B86R5P7G",
        "url_en": "https://en.wikipedia.org/wiki/The_Cyberiad|https://www.amazon.com/dp/0156027593&https://m.media-amazon.com/images/I/51JDqe9kDTL.jpg",
        "note": "ロボット技師トルルとクラパウチウスが、宇宙各地で奇妙な依頼をこなしながら騒動を巻き起こすユーモラスな連作短編集。高度に数学的・哲学的なネタを、昔話風のナンセンスSFとして料理した異色作。/ロボットやアルゴリズムが支配する世界を、シニカルな寓話として描いた“数学者のための童話集”みたいな一冊です。AIやアルゴリズム偏重社会への風刺が、60〜70年代にここまで完成しているのを読むと、人間ってあまり進歩してないな……といい意味でガックリできます。",
        "note_en": "A humorous series of short stories where robot engineers Trurl and Klapaucius cause uproars while fulfilling strange requests across the universe. A unique work that cooks up highly mathematical and philosophical topics as old-tale-style nonsense SF./It is a book like a \"fairy tale collection for mathematicians\" that depicts a world dominated by robots and algorithms as a cynical fable. Reading how satire on AI and algorithm-heavy society was this complete in the 60s and 70s, you can feel disappointingly (in a good way) that humans haven't progressed much."
      }
    ],
    "1977": [
      {
        "label": "タイタンの妖女（カート・ヴォネガット・ジュニア著/浅倉久志訳）",
        "label_en": "The Sirens of Titan(Kurt Vonnegut Jr.)",
        "startYear": 1977,
        "genre": [
          "CYBERPUNK",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/タイタンの妖女|https://www.amazon.co.jp/dp/4150117004&https://m.media-amazon.com/images/I/71YlZmCRslL._SY522_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Sirens_of_Titan|https://www.amazon.com/dp/0385333498&https://m.media-amazon.com/images/I/61KDTwltW6L._SY522_.jpg",
        "note": "全米一の大富豪マラカイ・コンスタントが、“神のような存在”ラムファードに翻弄されながら、地球・火星・水星・土星の衛星タイタンを旅する、シニカルで奇妙なスペースオペラ。人類史が実は別世界の小さな目的のための「副産物」にすぎなかった、という強烈なアイロニーで知られています。/ヴォネガット節全開の長編で、「人類史の意味」をこれほど容赦なく茶化したSFも珍しいです。話のスケールは太陽系レベルなのに、登場人物たちはどこか間の抜けた滑稽さをまとっていて、読後に残るのはニヒリズムよりも、妙な温かさだったりします。SFとユーモア小説の境界線をいい感じに壊してくれる一冊です。",
        "note_en": "A cynical and strange space opera where the richest man in America, Malachi Constant, travels to Earth, Mars, Mercury, and Saturn's moon Titan while being toyed with by the \"god-like existence\" Rumfoord. It is known for the intense irony that human history was actually nothing more than a \"byproduct\" for a small purpose of another world./A full-length novel with Vonnegut's style in full swing"
      },
      {
        "label": "砂漠の惑星（スタニスワフ・レム著/飯田規和訳）",
        "label_en": "The Invincible(Stanisław Lem)",
        "startYear": 1977,
        "genre": [
          "CYBERPUNK",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/砂漠の惑星|https://www.amazon.co.jp/dp/4150102732&https://m.media-amazon.com/images/I/81JtcQA04ML._SY522_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Invincible|https://www.amazon.com/dp/0140038531&https://m.media-amazon.com/images/I/61QY5jr4XsL._SY522_.jpg",
        "note": "強力な宇宙戦艦「インヴィンシブル」が、消息を絶った姉妹艦を捜索するため“砂漠の惑星”に降下し、そこで奇妙な自己進化型の機械群と遭遇する物語。レムらしいハードSFと哲学的考察が組み合わさり、「異質な知性」とどう向き合うかがテーマになります。/「人間よりもずっと異質で、でも“生物”とも言い切れない何か」とのファーストコンタクトものとして、いま読むと“AIや群知能SF”としても通用する内容です。派手な戦闘よりも、観察と推論が中心で、レムらしい“知性の限界テスト”のような読書体験になります。",
        "note_en": "A story where the powerful space battleship \"Invincible\" lands on a \"desert planet\" to search for a missing sister ship and encounters a strange self-evolving machine swarm there. Combining Lem-style hard SF and philosophical consideration, the theme is how to face \"alien intelligence.\"/As a first contact story with \"something far more alien than humans but not quite 'biological',\" reading it now works as \"AI or swarm intelligence SF.\" Focusing more on observation and deduction than flashy battles, it becomes a reading experience like a Lem-style \"intelligence limit test.\""
      },
      {
        "label": "アンドロイドは電気羊の夢を見るか?（フィリップ・K・ディック著、浅倉久志訳）",
        "label_en": "Do Androids Dream of Electric Sheep?(Philip K. Dick)",
        "startYear": 1977,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/アンドロイドは電気羊の夢を見るか%3F|https://www.amazon.co.jp/%E3%82%A2%E3%83%B3%E3%83%89%E3%83%AD%E3%82%A4%E3%83%89%E3%81%AF%E9%9B%BB%E6%B0%97%E7%BE%8A%E3%81%AE%E5%A4%A2%E3%82%92%E8%A6%8B%E3%82%8B%E3%81%8B-%E3%83%8F%E3%83%A4%E3%82%AB%E3%83%AF%E6%96%87%E5%BA%AB-SF-229-%E3%83%95%E3%82%A3%E3%83%AA%E3%83%83%E3%83%97%E3%83%BBK%E3%83%BB%E3%83%87%E3%82%A3%E3%83%83%E3%82%AF/dp/4150102295&https://m.media-amazon.com/images/I/71eJUqzXF3L._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Do_Androids_Dream_of_Electric_Sheep%3F",
        "note": "核戦争で荒廃した地球で、人間に混じって生きるアンドロイドを「処分」する賞金稼ぎデッカードの葛藤を描く。映画『ブレードランナー』の原作として有名だが、原作では「共感」をめぐる宗教や倫理の問題がより前面に出ている。/「どこまでが人間で、どこからが機械か？」という問いを、大企業や警察、宗教装置を巻き込みつつ真正面からぶつけてくる作品です。映画版のビジュアルイメージに引っ張られがちですが、原作はもっと静かで宗教的で、今のAI倫理を考えるうえでむしろこちらの方が“重い”テキストになっています。",
        "note_en": "Depicts the struggle of bounty hunter Deckard who \"retires\" androids living among humans on a post-nuclear war ravaged Earth. Famous as the source material for the movie \"Blade Runner,\" but the original novel focuses more on religious and ethical issues surrounding \"empathy.\" /A work that confronts the question \"Where does the human end and the machine begin?\" head-on, involving large corporations, police, and religious apparatuses. While often overshadowed by the movie's visual image, the original is quieter and more religious, making it a rather \"heavier\" text for considering current AI ethics."
      },
      {
        "label": "マイコンピュータ入門（安田寿明著）",
        "startYear": 1977,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/B000J8WJJI&https://m.media-amazon.com/images/I/716Gb48tUvL.SY342.jpg",
        "note": "1970年代後半のマイコン黎明期に、コンピュータの基礎知識から「マイコンの作り方」までを解説した、日本のコンピュータ文化史における重要な入門書。一般の人々に向けて、マイコンの仕組みや利用方法をわかりやすく伝え、後のパーソナルコンピュータ普及の土壌を耕しました。電子工作やプログラミングが趣味の時代、自作を通じてコンピュータを理解するという、当時の熱狂的な空気感を伝える一冊です。(E)",
        "note_en": "An important introductory book in the history of Japanese computer culture, published during the dawn of the microcomputer era in the late 1970s, explaining everything from basic computer knowledge to \"how to build a microcomputer.\" It made the mechanisms and usage of microcomputers accessible to the general public, laying the groundwork for the later spread of personal computers. The book conveys the enthusiastic atmosphere of the time when electronics and programming were hobbies, and understanding the computer came through self-building.(E)"
      }
    ],
    "1978": [
      {
        "label": "人工頭脳と自己増殖 ―― オートマトンの論理学概論（ジョン・フォン・ノイマン著/品川嘉也訳）",
        "label_en": "The General and Logical Theory of Automata(John von Neumann)",
        "startYear": 1978,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url_en": "https://www.vordenker.de/ggphilosophy/jvn_the-general-and-logical-theory-of-automata.pdf",
        "note": "フォン・ノイマンが、自己増殖オートマトンや計算機の一般理論について語った伝説的講演。脳のしくみと機械の自動機構を同じ“オートマトン”として扱う視点は、その後の人工生命・セルオートマトン研究の源流となりました。/“セル・オートマトン”や“自己複製ロボット”のアイディアの原型がここにあり、SFで見かけるモチーフの下敷きにもなっています。数式的には難しいですが、「複雑な知性がシンプルなルールの集合から生まれうる」という直感を歴史的に辿れるテキストです。",
        "note_en": "A legendary lecture where von Neumann discussed self-reproducing automata and the general theory of computers. The perspective of treating brain mechanisms and mechanical automatic mechanisms as the same \"automata\" became the source of subsequent artificial life and cellular automata research./The prototypes for ideas like \"cellular automata\" and \"self-replicating robots\" are here, serving as the foundation for motifs seen in SF. While mathematically difficult, it is a text where you can historically trace the intuition that \"complex intelligence can emerge from a set of simple rules.\""
      },
      {
        "label": "ノヴァ急報（ウィリアム・S・バロウズ著/諏訪優訳）",
        "label_en": "Nova Express(William S. Burroughs)",
        "startYear": 1978,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4893422170&https://m.media-amazon.com/images/I/516HrEAvGVL.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Nova_Express|https://www.amazon.com/dp/0141396067&https://m.media-amazon.com/images/I/91F1V-ETjrL._SY522_.jpg",
        "note": "ドラッグとメディアをモチーフに、言語そのものを「ウイルス」とみなしながら、カットアップ手法で書かれた実験的SF。破滅的な未来世界と「ノヴァ・マブ」と呼ばれる敵対勢力との闘いが、断片化したテキストとして展開される。/可読性よりも「テキスト＝ハッキングされるメディア」という感覚を優先した、超・前衛的サイバーパンクの源流です。筋を追おうとするとつらいですが、「言葉がOSを書き換えるマルウェア」くらいに思って読むと、現代のSNSやフェイクニュースにも直結する感覚が見えてきます。",
        "note_en": "An experimental SF written using the cut-up technique, regarding language itself as a \"virus\" with motifs of drugs and media. The struggle between a ruinous future world and the hostile force called \"Nova Mob\" unfolds as fragmented text./It is the source of ultra-avant-garde cyberpunk that prioritizes the sense of \"text = media being hacked\" over readability. Trying to follow the plot is tough, but if you read it thinking of \"words as malware rewriting the OS,\" you can see sensations directly connected to modern SNS and fake news."
      },
      {
        "label": "ユービック（フィリップ・K・ディック著、浅倉久志訳）",
        "label_en": "Ubik(Philip K. Dick)",
        "startYear": 1978,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/ユービック_(小説)|https://www.amazon.co.jp/%E3%83%A6%E3%83%BC%E3%83%93%E3%83%83%E3%82%AF-%E3%83%8F%E3%83%A4%E3%82%AB%E3%83%AF%E6%96%87%E5%BA%AB-SF-314-%E3%83%95%E3%82%A3%E3%83%AA%E3%83%83%E3%83%97%E3%83%BBK%E3%83%BB%E3%83%87%E3%82%A3%E3%83%83%E3%82%AF/dp/4150103143&https://m.media-amazon.com/images/I/61xtyP89lcL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Ubik",
        "note": "超能力者とそれを打ち消す「不活性者」が活躍する世界で、主人公たちは事故をきっかけに現実が少しずつ時間逆行していく奇妙な現象に巻き込まれる。その中で、どこからか介入してくる謎のスプレー製品「ユービック」が鍵となる。/時間が“巻き戻っていく”バグった世界で、商品広告のように現れる謎のプロダクト「ユービック」が、現実のパッチファイルのように振る舞う――という発想がすでにサイバー思想です。現実世界のアップデートやパッチ、SaaS的な存在を宗教的メタファーにまで引き上げた、メタ物語SFの名作です。",
        "note_en": "In a world where psychics and \"inertials\" who cancel them out are active, the protagonists are caught in a strange phenomenon where reality slowly regresses in time after an accident. In this, the mysterious spray product \"Ubik\" that intervenes from somewhere becomes the key./The idea that the mysterious product \"Ubik,\" appearing like a commercial in a buggy world where time \"rewinds,\" behaves like a reality patch file is already cyber thought. A masterpiece of meta-narrative SF that elevates reality updates, patches, and SaaS-like existence to religious metaphors."
      }
    ],
    "1979": [
      {
        "label": "消費社会の神話と構造（ジャン・ボードリヤール著、今村仁司・塚原史訳）",
        "label_en": "La Société de consommation(Jean Baudrillard)",
        "startYear": 1979,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E6%B6%88%E8%B2%BB%E7%A4%BE%E4%BC%9A%E3%81%AE%E7%A5%9E%E8%A9%B1%E3%81%A8%E6%A7%8B%E9%80%A0-%E4%BB%8A%E6%9D%91%E4%BB%81%E5%8F%B8/dp/4314002719&https://m.media-amazon.com/images/I/818lmgQFMtL._SY425_.jpg",
        "url_en": "https://www.amazon.com/La-societe-de-consommation/dp/B008FPOW8S&https://m.media-amazon.com/images/I/717ugkHWLLL._SY385_.jpg",
        "note": "欲望と商品が結びついた「消費社会」を、物の使用価値ではなく「記号価値」の体系として読み替えたポストモダン思想の代表的作品。ファッションやインテリア、車、メディア、レジャーから暴力まで、すべてが差異を表す記号として消費される過程を描き出します。/「モノを買う」というより「意味を買う」世界になっている、という視点は、そのままガジェットやSNSアカウント、サブスクも含めた現代のデジタル消費に直結します。ネット世代版『資本論』の一部として、今読んでも妙にリアルです。",
        "note_en": "A representative work of postmodern thought that reinterprets the \"consumer society,\" where desire and commodities are linked, not as a system of use-value but of \"sign-value.\" It depicts the process where everything from fashion, interior, cars, media, and leisure to violence is consumed as symbols representing difference./The perspective that we live in a world where we \"buy meaning\" rather than \"buy things\" connects directly to modern digital consumption, including gadgets, SNS accounts, and subscriptions. As part of a \"Das Kapital\" for the net generation, it feels strangely real even reading it now."
      },
      {
        "label": "コンピュータ・パワー 人工知能と人間の理性（ジョセフ・ワイゼンバウム著/秋葉忠利訳）",
        "startYear": 1979,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/437710456X&https://m.media-amazon.com/images/I/71pqUTQSmGL._SY425_.jpg",
        "note": "ELIZAの開発者ワイゼンバウムが、「AIに重要な決定を任せるべきではない」と警鐘を鳴らした倫理的・社会的考察の書。技術的な可能性よりも、コンピュータに判断を委ねたとき人間の責任感や compassion がどう失われるかを問題にしています。/ChatGPT 的なシステムを眺めながら読むと、「この本で言ってること、まさに今の話では…？」という箇所がゴロゴロ出てきます。AI倫理やガバナンスの議論の“始祖”の一つなので、生成AI時代のモヤモヤを整理したい人にとっては原点回帰になる本です。",
        "label_en": "Computer Power and Human Reason: From Judgment to Calculation(Joseph Weizenbaum)",
        "url_en": "https://en.wikipedia.org/wiki/Computer_Power_and_Human_Reason|https://www.amazon.com/dp/0716704641&https://m.media-amazon.com/images/I/61QGqfsuKDL._SY342_.jpg",
        "note_en": "A book by Weizenbaum, the developer of ELIZA, that raises ethical and social considerations warning against entrusting important decisions to AI. It focuses on how human responsibility and compassion may diminish when judgment is delegated to computers, rather than on the technical possibilities./When reading a system like ChatGPT, there are numerous parts where you think, \"Isn't this exactly what's happening now?\" As one of the \"origins\" of discussions on AI ethics and governance, it serves as a return to basics for those who want to sort out the uncertainties of the generative AI era."
      },
      {
        "label": "コンピュータ犯罪（ドン・B・パーカー著/羽田三郎訳）",
        "startYear": 1979,
        "genre": [
          "CYBERPUNK",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4879620505",
        "note": "コンピュータがまだ一般的でなかった1970年代に、早くもその悪用の可能性に警鐘を鳴らし、実際に発生した初期のコンピュータ犯罪の事例を収集・分析した本。/不正アクセス、データ盗難、システム破壊など、当時の具体的な犯罪手口が詳細に描かれており、現代のサイバーセキュリティの議論のルーツとも言える内容を含んでいます。初期のハッカー／クラッカー文化の負の側面を知る上でも貴重な資料です。(C)",
        "label_en": "Crime by Computer(Donn B. Parker)",
        "url_en": "https://www.amazon.com/Crime-computer-Donn-B-Parker/dp/068414574X",
        "note_en": "A book that, as early as the 1970s when computers were not yet common, warned of the potential for misuse and collected and analyzed case studies of early computer crimes. /It details specific criminal methods of the time, such as unauthorized access, data theft, and system destruction, containing content that can be considered a root of modern cybersecurity discussions. It is a valuable resource for understanding the negative side of early hacker/cracker culture.(C)"
      }
    ],
    "1980": [
      {
        "label": "ロック・エンド（rock end）（阿木譲著）",
        "label_en": "rock end(Agui Yuzuru)",
        "startYear": 1980,
        "genre": [
          "POPCULTURE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/B0FCMJQHM7&https://m.media-amazon.com/images/I/61-JXTNnFSL._AC_SX679_.jpg",
        "note": "日本のインディ／ニューウェーブ・シーンの重要人物・阿木譲によるロック批評・エッセイ集。テクノロジーとポップカルチャーが混ざり合っていく70〜80年代の空気を、雑誌『ロック・マガジン』周辺の文脈で切り取った一冊です。/サイバーカルチャー史を日本のロック／サブカル史とセットで眺めるなら、こういう本が効いてきます。工作舎本特有のデザインと文章のテンションも含めて、「日本ローカルの電脳文化」的な匂いを嗅ぎたいときに。",
        "note_en": "A collection of rock criticism and essays by Yuzuru Agui, a key figure in Japan's indie/new wave scene. It captures the atmosphere of the 70s and 80s where technology and pop culture were mixing, within the context of the magazine \"Rock Magazine.\"/If you want to view cyber culture history alongside Japanese rock/subculture history, this book is effective. Including the unique design and textual tension characteristic of Kousakusha books, it is great for when you want to smell the scent of \"Japanese local cyber culture.\""
      },
      {
        "label": "ゲーテ全集 14 自然科学論集（ヨハン・ヴォルフガング・フォン・ゲーテ著、木村直司ほか訳）",
        "label_en": "Goethes naturwissenschaftliche Schriften(Johann Wolfgang von Goethe)",
        "startYear": 1980,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%B2%E3%83%BC%E3%83%86%E5%85%A8%E9%9B%86-14-%E3%82%B2%E3%83%BC%E3%83%86/dp/4267001839&https://m.media-amazon.com/images/I/4190K7TMN2L._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Johann_Wolfgang_von_Goethe#Scientific_work",
        "note": "形態学序説、植物学・動物学の論考、色彩論など、詩人ゲーテの「科学者」としての側面をまとめた論文集。ロマン主義的な自然観に基づいた独自の科学思想が示されている。/「文学者ゲーテ」が「科学者ゲーテ」に裏打ちされていることを示してくれる一冊です。自然観や色彩論はのちのメディア論・表象文化論ともつながっており、機械やインターフェイス表現を考えるときの遠い祖先のような位置にいます。",
        "note_en": "A collection of papers summarizing the \"scientist\" aspect of the poet Goethe, including introduction to morphology, essays on botany and zoology, and theory of colors. It presents a unique scientific thought based on a Romantic view of nature./A book that shows that \"Goethe the literary figure\" is backed by \"Goethe the scientist.\" His view of nature and color theory connect to later media theory and representation culture, positioned like a distant ancestor when thinking about machines and interface expressions."
      },
      {
        "label": "暗黙知の次元（マイケル・ポラニー著、佐藤敬三ほか訳）",
        "label_en": "The Tacit Dimension(Michael Polanyi)",
        "startYear": 1980,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E6%9A%97%E9%BB%99%E7%9F%A5%E3%81%AE%E6%AC%A1%E5%85%83-%E8%A8%80%E8%AA%9E%E3%81%8B%E3%82%89%E9%9D%9E%E8%A8%80%E8%AA%9E%E3%81%B8-%E3%83%9E%E3%82%A4%E3%82%B1%E3%83%AB-%E3%83%9D%E3%83%A9%E3%83%8B%E3%83%BC/dp/4314003014&https://m.media-amazon.com/images/I/51USugW5U6L._SY425_.jpg",
        "note": "「私たちは、言葉にできるよりも多くのことを知っている」という有名なテーゼで知られる、暗黙知論の古典。知識が単なる明示的な情報ではなく、身体や実践に埋め込まれた「暗黙の了解」に支えられていることを論じます。/AI・機械学習が「データ化できるもの」ばかりを扱うことの限界を考えるとき、この本の暗黙知概念は今でもかなり刺さります。サイバースペース上で共有されるノウハウや「空気」にも、こうした暗黙の層がどっさりあるんだよね、と思わせてくれる一冊です。",
        "note_en": "A classic of tacit knowledge theory known for the famous thesis \"we know more than we can tell.\" It argues that knowledge is not just explicit information but is supported by \"tacit understanding\" embedded in the body and practice./When thinking about the limits of AI and machine learning dealing only with \"datafiable things,\" the concept of tacit knowledge in this book still hits hard. It makes you realize that there are heaps of such tacit layers in the know-how and \"atmosphere\" shared in cyberspace."
      },
      {
        "label": "Mindstorms―子供、コンピューター、そして強力なアイデア（シーモア・パパート著）",
        "startYear": 1980,
        "genre": [
          "SCIENCE",
          "COMPUTER",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4624400437&https://m.media-amazon.com/images/I/51umB1Efm-L._SY425_.jpg",
        "note": "LOGO/タートルの思想を通じて「学び」と「計算文化」を接続した古典。後の“コンピュータ教育/メイカー文化”の源流。",
        "label_en": "Mindstorms: Children, Computers, and Powerful Ideas (Seymour Papert)",
        "url_en": "https://en.wikipedia.org/wiki/Mindstorms_(book)",
        "note_en": "Foundational bridge between learning theory and computing via LOGO/turtle"
      }
    ],
    "1981": [
      {
        "label": "超マシン誕生（トレイシー・キダー著）",
        "startYear": 1981,
        "genre": [
          "COMPUTER",
          "POPCULTURE",
          "WORK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/%E8%B6%85%E3%83%9E%E3%82%B7%E3%83%B3%E8%AA%95%E7%94%9F|https://www.amazon.co.jp/dp/4822284328&https://m.media-amazon.com/images/I/51gEb6qQa6L._SY466_.jpg",
        "note": "コンピュータ開発チームの熱量・倫理・生活を追うノンフィクション。80年代エンジニアリング文化の“体温”が残る。",
        "label_en": "The Soul of a New Machine (Tracy Kidder)",
        "url_en": "https://en.wikipedia.org/wiki/The_Soul_of_a_New_Machine",
        "note_en": "Narrative nonfiction of an engineering team building a new computer"
      }
    ],
    "1982": [
      {
        "label": "精神と自然：生きた世界の認識論（グレゴリー・ベイトソン著、佐藤良明訳）",
        "label_en": "Mind and Nature: A Necessary Unity(Gregory Bateson)",
        "startYear": 1982,
        "genre": [
          "THEORYMEDIA",
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E7%B2%BE%E7%A5%9E%E3%81%A8%E8%87%AA%E7%84%B6%E2%80%95%E7%94%9F%E3%81%8D%E3%81%9F%E4%B8%96%E7%95%8C%E3%81%AE%E8%AA%8D%E8%AD%98%E8%AB%96-%E3%82%B0%E3%83%AC%E3%82%B4%E3%83%AA%E3%83%BC-%E3%83%99%E3%82%A4%E3%83%88%E3%82%BD%E3%83%B3/dp/4783511764&https://m.media-amazon.com/images/I/41E5TARfZ1L._SY466_.jpg",
        "url_en": "https://www.amazon.com/Mind-Nature-Necessary-Gregory-Bateson/dp/0553137247&https://m.media-amazon.com/images/I/91uRNSIe8vL._SY466_.jpg",
        "note": "人類学、生物学、サイバネティクス、精神病理学などの成果を通して、「われわれは何者か」という問いに答えようとした書。「精神を定義する」「分類から過程へ」など、各章のタイトルだけでわくわくする。/二重拘束（ダブルバインド）説で知られるベイトソンの晩年の著作。生物の進化と精神のプロセスを「パターン」という共通項で結びつけようとした、システム思想の金字塔です。",
        "note_en": "A book attempting to answer the question \"who are we\" through results from anthropology, biology, cybernetics, and psychopathology. Just the chapter titles like \"Defining Mind\" and \"From Classification to Process\" are exciting./A late work by Bateson, known for the Double Bind theory. It is a monumental work of systems thought attempting to link biological evolution and mental processes through the common term of \"pattern.\""
      },
      {
        "label": "第三の波（アルビン・トフラー著/徳岡孝夫訳）",
        "startYear": 1982,
        "genre": [
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/%E7%AC%AC%E4%B8%89%E3%81%AE%E6%B3%A2_(%E3%83%88%E3%83%95%E3%83%A9%E3%83%BC|https://www.amazon.co.jp/dp/4122009537/&https://m.media-amazon.com/images/I/81DWuhMQ0mL.SY342.jpg",
        "note": "未来学者アルビン・トフラーが提唱した、人類文明の発展を「第一の波（農業革命）」「第二の波（産業革命）」に続く「第三の波（情報革命）」として捉える文明論のベストセラー。情報化社会の到来を予見し、社会構造、経済、家族、政治などあらゆる側面での変革を論じています。特に、生産者と消費者が融合した「プロシューマー」の概念や、規格化、集中化からの脱却といった鋭い指摘は、現代社会においても示唆に富んでいます。(E)",
        "label_en": "The Third Wave（Alvin Toffler）",
        "url_en": "https://en.wikipedia.org/wiki/The_Third_Wave_(Toffler_book|https://www.amazon.com/Third-Wave-Alvin-Toffler/dp/B0026QRZ8Q/&https://m.media-amazon.com/images/I/81IaC8Nwu2L.SY385.jpg",
        "note_en": "A bestselling book on civilization theory by futurist Alvin Toffler, which conceptualizes the development of human civilization in three waves: the \"First Wave (Agricultural Revolution),\" the \"Second Wave (Industrial Revolution),\" and the \"Third Wave (Information Revolution).\" It foresees the advent of the information society and discusses transformations in all aspects, including social structure, economy, family, and politics. Particularly insightful are its sharp observations, such as the concept of the \"prosumer,\" where producers and consumers merge, and the move away from standardization and centralization, which remain relevant in contemporary society.(E)"
      }
    ],
    "1983": [
      {
        "label": "胎児の世界 ― 人類の生命記憶（三木成夫著）",
        "label_en": "胎児の世界 ― 人類の生命記憶(Shigeo Miki)",
        "startYear": 1983,
        "genre": [
          "THEORYMEDIA",
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E8%83%8E%E5%85%90%E3%81%AE%E4%B8%96%E7%95%8C-%E4%BA%BA%E9%A1%9E%E3%81%AE%E7%94%9F%E5%91%BD%E8%A8%98%E6%86%B6-%E4%B8%AD%E5%85%AC%E6%96%B0%E6%9B%B8-%E4%B8%89%E6%9C%A8%E6%88%90%E5%A4%AB-ebook/dp/B00G44VKSM&https://m.media-amazon.com/images/I/619tM+bWl-L._SY466_.jpg",
        "note": "胎児の発生過程を精密な解剖学・発生学の知見にもとづき描き出し、その形態変化に「生命の記憶」やリズムを読み取ろうとする古典的人気書。生物学・哲学・詩情がまじり合った独特の文体で、多くの読者を得てきた。/AIやサイボーグではなく「胎児」から世界を見る本なので、リストの中では異色ですが、生命を“プロセスとしての形の流れ”として見る発想はシステム論やオートポイエーシスにも通じます。人間理解をデータではなく「身体の時間」から捉え直す一冊です。",
        "note_en": "A classic popular book that depicts the developmental process of the fetus based on precise anatomical and embryological knowledge, attempting to read \"memories of life\" and rhythms in its morphological changes. With a unique style blending biology, philosophy, and poetic sentiment, it has gained many readers./Since it views the world from the \"fetus\" rather than AI or cyborgs, it is unique in this list, but the idea of viewing life as a \"flow of form as a process\" connects to systems theory and autopoiesis. It is a book that reconsiders human understanding not through data but through \"somatic time.\""
      },
      {
        "label": "ガジェット・ブック（佐野山寛太）",
        "startYear": 1983,
        "genre": [
          "POPCULTURE",
          "NERD",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4915376427/&https://m.media-amazon.com/images/I/511NeHydp-L.SY445_SX342_ControlCacheEqualizer.jpg",
        "note": "80年代のサブカルチャーの空気感を色濃く反映したビジュアル文庫。「ガジェット」を「潜在的無用性と遊び的な組み合せによる価値を持つモノ」と定義し、当時の街中に溢れていた文房具、小物、お菓子、玩具、ファッションなど、「ガラクタ的な面白さ」を持った品々を、カラー・モノクロ図版で紹介。キッチュでチープな当時のグッズや文化に関心がある人にとっては、80年代日本の生々しい側面を凝縮した貴重な資料となります。(E)",
        "note_en": "A visual paperback strongly reflecting the atmosphere of 1980s Japanese subculture. Defining a \"gadget\" as \"an object possessing value through potential uselessness and playful combinations,\" the book introduces various items with a \"junk-like appeal\"—stationery, small items, snacks, toys, and fashion—that were prevalent in the streets at the time, using color and monochrome illustrations. For those interested in the kitsch and cheap goods and culture of that era, this is a valuable resource that encapsulates the vivid aspects of 1980s Japan.(E)"
      },
      {
        "label": "テクノクラシー（ブルース ナスバーム著/田原総一朗訳）",
        "startYear": 1983,
        "genre": [
          "THEORYMEDIA",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4062006782&https://m.media-amazon.com/images/I/51Ybx2Kaz6L.SY385.jpg",
        "note": "石油後の世界における権力と富の移行を描き、特にロボット工学、遺伝子工学、テレコミュニケーションの「三大テクノロジー戦争」の最前線を活写した論考。ニューテクノロジー時代の勝者となるための条件を徹底的に追求し、企業や国家が技術競争に勝ち残れるかどうかが未来を左右すると警鐘を鳴らしています。当時の日本が直面していた国際競争と技術開発の熾烈さを背景に、テクノロジーが社会構造や経済に与える影響を論じた一冊です。(E)",
        "label_en": "The World After Oil（Bruce Nussbaum）",
        "url_en": "https://www.amazon.com/World-After-Shifting-Power-Wealth/dp/0671505971&https://m.media-amazon.com/images/I/61Su9uiL4jL.SY385.jpg",
        "note_en": "An analysis depicting the shift of power and wealth in the post-oil world, vividly capturing the forefront of the \"three major technology wars\": robotics, genetic engineering, and telecommunications. It thoroughly explores the conditions for becoming a winner in the new technology era, warning that survival in the fierce technological competition determines the future of companies and nations. Against the backdrop of the intense international competition and technological development faced by Japan at the time, the book discusses the impact of technology on social structure and the economy.(E)"
      },
      {
        "label": "The Hacker's Dictionary（Guy L. Steele Jr. 編）",
        "startYear": 1983,
        "genre": [
          "HACKER",
          "POPCULTURE",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/%E3%82%B8%E3%83%A3%E3%83%BC%E3%82%B4%E3%83%B3%E3%83%95%E3%82%A1%E3%82%A4%E3%83%AB|https://www.amazon.co.jp/dp/4782570066|https://www.amazon.co.jp/dp/475614084X&https://m.media-amazon.com/images/I/41Y2ic0-r1L._SY425_.jpg",
        "note": "Jargon File系譜の初期スラング辞典。価値観・ユーモア・作法が語彙として保存されている。",
        "label_en": "The Hacker's Dictionary (Guy L. Steele Jr., ed.)",
        "url_en": "https://archive.org/details/hackersdictionar00stee",
        "note_en": "Early slang dictionary in the Jargon File lineage, preserving norms, humor, and values through vocabulary."
      },
      {
        "label": "Smalltalk-80: The Language and its Implementation（Adele Goldberg, David Robson著）",
        "startYear": 1983,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "note": "Xerox PARC由来のSmalltalk-80を“システム文化ごと”外部へ持ち出した重要文献（オブジェクト指向の普及史でも鍵）。",
        "label_en": "Smalltalk-80: The Language and its Implementation (Adele Goldberg, David Robson)",
        "url_en": "https://dblp.org/rec/books/aw/GoldbergR83.html|https://archive.org/details/smalltalk80langu00gold",
        "note_en": "Key Smalltalk-80 reference exporting PARC ideas"
      }
    ],
    "1984": [
      {
        "label": "パーマー・エルドリッチの三つの聖痕（フィリップ・K・ディック著/浅倉久志訳）",
        "label_en": "The Three Stigmata of Palmer Eldritch(Philip K. Dick)",
        "startYear": 1984,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4150105901&https://m.media-amazon.com/images/I/715WLWO8OSL._SY522_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Three_Stigmata_of_Palmer_Eldritch|https://www.amazon.com/dp/0547572557&https://m.media-amazon.com/images/I/51PVO0UEV4L._SY522_.jpg",
        "note": "火星開発が進む未来で、ドラッグ体験と現実世界が侵蝕し合い、宗教的・悪魔的ともいえる存在パーマー・エルドリッチが人々の意識を支配していく。幻覚と現実の境界が崩壊する様を通じて、「現実とは何か」を極端な形で問いかける長編。/ドラッグによる仮想体験が、企業支配と宗教を巻き込みながら「代替現実」として世界を書き換えていく、前サイバーパンク的な作品です。VRやメタバースの議論でお馴染みの「シミュレーションと信仰」のテーマを、1960年代の時点でここまで突き詰めているのは本当に異常レベルだと思って読むと面白いです。",
        "note_en": "In a future where Mars development is progressing, drug experiences and the real world encroach on each other, and the religious and demonic existence Palmer Eldritch dominates people's consciousness. A full-length novel that questions \"what is reality\" in an extreme form through the collapse of the boundary between hallucination and reality./It is a pre-cyberpunk work where virtual experiences via drugs rewrite the world as an \"alternate reality\" while involving corporate dominance and religion. It is interesting to read thinking that it is truly abnormal to have pursued the theme of \"simulation and faith,\" familiar in VR and Metaverse discussions, to this extent in the 1960s."
      },
      {
        "label": "シミュラークルとシミュレーション（ジャン・ボードリヤール著、竹原あき子訳）",
        "label_en": "Simulacres et Simulation(Jean Baudrillard)",
        "startYear": 1984,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%B7%E3%83%9F%E3%83%A5%E3%83%A9%E3%83%BC%E3%82%AF%E3%83%AB%E3%81%A8%E3%82%B7%E3%83%9F%E3%83%A5%E3%83%AC%E3%83%BC%E3%82%B7%E3%83%A7%E3%83%B3-%E5%8F%A2%E6%9B%B8%E3%83%BB%E3%82%A6%E3%83%8B%E3%83%99%E3%83%AB%E3%82%B7%E3%82%BF%E3%82%B9-%E3%82%B8%E3%83%A3%E3%83%B3-%E3%83%9C%E3%83%BC%E3%83%89%E3%83%AA%E3%83%A4%E3%83%BC%E3%83%AB/dp/4588099116&https://m.media-amazon.com/images/I/81zzk9zsESL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Simulacra_and_Simulation",
        "note": "現代社会において、「現実」と「イメージ」「記号」の関係が逆転し、シミュレーションのほうが先行する「ハイパーリアル」な世界が出現している、と論じた本。映画『マトリックス』で、本書の中をくり抜いてフロッピーディスクを隠すシーンでも有名。/VR／AR／メタバース、そしてSNS上の「自分らしさ」まで含めて、どこまでが「現実」か分からない世界を考えるとき、ほぼそのまま使える概念セットが詰まっています。IT寄りの現場感覚で読むと、逆に難解な部分が妙に生々しく感じられます。",
        "note_en": "A book arguing that in modern society, the relationship between \"reality,\" \"image,\" and \"sign\" has reversed, creating a \"hyperreal\" world where simulation precedes reality. It is also famous for the scene in the movie \"The Matrix\" where a floppy disk is hidden inside a hollowed-out copy of this book./From VR/AR/Metaverse to \"being yourself\" on SNS, this book is packed with a concept set that can be used almost as is when thinking about a world where it's unclear where \"reality\" ends. Reading it with an IT-oriented field sense, the difficult parts feel strangely vivid."
      },
      {
        "label": "フラクタル幾何学（ブノワ・マンデルブロ著、広中平祐訳）",
        "label_en": "The Fractal Geometry of Nature(Benoît B. Mandelbrot)",
        "startYear": 1984,
        "genre": [
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%95%E3%83%A9%E3%82%AF%E3%82%BF%E3%83%AB%E5%B9%BE%E4%BD%95%E5%AD%A6-%E3%83%99%E3%83%8E%E3%83%AF%E3%83%BBB%E3%83%BB%E3%83%9E%E3%83%B3%E3%83%87%E3%83%AB%E3%83%96%E3%83%AD/dp/4532062543&https://m.media-amazon.com/images/I/91XjMJra7jL._SY385_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Fractal_Geometry_of_Nature",
        "note": "海岸線・雲・樹木など自然界にあふれる「ギザギザした形」を記述するための新しい幾何学として、フラクタルを提案した名著。自己相似性やフラクタル次元の概念は、その後のCG、圧縮技術、ネットワーク解析など多方面に影響した。/「自然はユークリッド幾何学では説明しきれない」という直感を、見事な数式と図版で裏付けた一冊。コンピュータグラフィックスでおなじみのフラクタル図形の“元祖解説書”ですが、読むと「ディスプレイの向こうの自然」だけでなく、株価や通信トラフィックまでフラクタルに見えてきます。",
        "note_en": "A masterpiece proposing fractals as a new geometry to describe \"jagged shapes\" overflowing in nature, such as coastlines, clouds, and trees. The concepts of self-similarity and fractal dimension influenced many fields such as CG, compression technology, and network analysis./A book that backed up the intuition that \"nature cannot be fully explained by Euclidean geometry\" with brilliant formulas and illustrations. It is the \"original guidebook\" for fractal shapes familiar in computer graphics, but reading it makes not just \"nature behind the display\" but also stock prices and communication traffic look fractal."
      },
      {
        "label": "歌う船（アン・マキャフリー著、酒匂真理子訳）",
        "label_en": "The Ship Who Sang(Anne McCaffrey)",
        "startYear": 1984,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/歌う船|https://www.amazon.co.jp/%E6%AD%8C%E3%81%86%E8%88%B9-%E5%89%B5%E5%85%83SF%E6%96%87%E5%BA%AB-683-1-%E3%82%A2%E3%83%B3%E3%83%BB%E3%83%9E%E3%82%AD%E3%83%A3%E3%83%95%E3%83%AA%E3%83%BC/dp/4488683010&https://m.media-amazon.com/images/I/51RbvmAjY6L._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Ship_Who_Sang",
        "note": "重い障害を持って生まれた少女ヘルヴァは、脳を宇宙船システムに接続することで「頭脳船」となり、パートナーの人間と共に宇宙を航行する。身体障害とテクノロジー、職業としての「宇宙船のヒロイン」というモチーフが、多くの後続作品に影響を与えた。/身体を持たないサイボーグ少女が主人公という設定は、後の日本SF・ライトノベル・アニメにとってほぼ“テンプレ”の祖先です。サイボーグフェミニズム的な読み方もできて、障害とテクノロジー、職業倫理とロマンスが全部一冊に詰まった、とても現代的な古典だと思います。",
        "note_en": "Helva, a girl born with severe disabilities, becomes a \"brainship\" by connecting her brain to a spaceship system and travels the universe with her human partner. Motifs such as disability and technology, and the \"spaceship heroine\" as a profession, influenced many subsequent works. /The setting of a disembodied cyborg girl protagonist is almost the ancestor of the \"template\" for later Japanese SF, light novels, and anime. It can be read from a cyborg feminism perspective, packing disability, technology, professional ethics, and romance into one very modern classic."
      },
      {
        "label": "マインズ・アイ ― コンピュータ時代の「心」と「私」（ダグラス・R・ホフスタッター、ダニエル・C・デネット編/坂本百大監訳）",
        "startYear": 1984,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/448492126X&https://m.media-amazon.com/images/I/41VVDHKkKZL._SY425_.jpg",
        "note": "「心とは何か？」「自己とは何か？」という問いをめぐるSF短編・哲学エッセイ・科学論文などを集めたアンソロジーで、ホフスタッターとデネットがそれぞれにコメントを付けていく構成。『ゲーデル、エッシャー、バッハ』より軽めで、意識・自己・AIの問題に“つまみ食い的”に触れられます。/「哲学エッセイ集＋編集者のツッコミ」というスタイルなので、興味のある章だけ拾い読みしても成立します。AIや脳科学の本を読む前に、「そもそも“自己”って何だっけ？」という感覚を揺さぶっておきたいときにちょうどいい本です。",
        "label_en": "The Mind’s I: Fantasies and Reflections on Self and Soul(Douglas R. Hofstadter, Daniel C. Dennett)",
        "url_en": "https://en.wikipedia.org/wiki/The_Mind%27s_I|https://www.amazon.com/dp/0465030912&https://m.media-amazon.com/images/I/61+7rxnlvAL._SY466_.jpg",
        "note_en": "An anthology of SF short stories, philosophical essays, and scientific papers revolving around questions like \"What is the mind?\" and \"What is the self?\", with commentary added by Hofstadter and Dennett. Lighter than \"Gödel, Escher, Bach,\" it allows for \"cherry-picking\" topics on consciousness, self, and AI./Because of the \"philosophical essay collection + editor's witty commentary\" style, it works even if you just read the chapters that interest you. It is the perfect book to shake up your sense of \"What is the 'self' anyway?\" before reading books on AI or brain science."
      },
      {
        "label": "The Second Self: Computers and the Human Spirit（シェリー・タークル著）",
        "startYear": 1984,
        "genre": [
          "COMPUTER",
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "note": "コンピュータを“道具”ではなく自己形成の一部として捉えた初期の重要作（家庭・学校・サブカルの観察）。",
        "label_en": "The Second Self: Computers and the Human Spirit (Sherry Turkle)",
        "url_en": "https://www.amazon.co.jp/dp/0262701111&https://m.media-amazon.com/images/I/71gVJO6NfyL._SY466_.jpg",
        "note_en": "Influential early study of computers as part of identity and social life, grounded in observations of everyday computing culture."
      }
    ],
    "1985": [
      {
        "label": "ゲーデル、エッシャー、バッハ ― あるいは不思議の環（ダグラス・R・ホフスタッター著、野崎昭弘ほか訳）",
        "label_en": "Gödel, Escher, Bach: an Eternal Golden Braid(Douglas R. Hofstadter)",
        "startYear": 1985,
        "genre": [
          "COMPUTER",
          "SCIENCE",
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/ゲーデル、エッシャー、バッハ",
        "url_en": "https://en.wikipedia.org/wiki/G%C3%B6del,_Escher,_Bach",
        "note": "論理学者ゲーデル、画家エッシャー、作曲家バッハの作品をモチーフに、自己言及・再帰・形式システムと「心」の問題を縦横無尽に論じる超大作。人工知能と不完全性定理の関係をめぐる議論の原点の一つでもある。/分厚い・難しい・でも面白い、という三拍子そろった怪物本。AI・数学・音楽・アートがぐるぐると絡み合う構成自体が、一つの「自己言及システム」になっていて、読むこと自体が実験みたいな体験です。",
        "note_en": "A massive work that freely discusses problems of self-reference, recursion, formal systems, and the \"mind,\" using the works of logician Gödel, artist Escher, and composer Bach as motifs. It is also one of the origins of the discussion surrounding the relationship between artificial intelligence and the incompleteness theorems./A monster book that is thick, difficult, yet interesting. The structure where AI, mathematics, music, and art are intertwined is itself a \"self-referential system,\" making the act of reading it an experience like an experiment."
      },
      {
        "label": "愉しみながら死んでいく（ニール・ポストマン著）",
        "startYear": 1985,
        "genre": [
          "POPCULTURE",
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4380140059&https://m.media-amazon.com/images/I/71DsBHyv7LL._SY466_.jpg",
        "note": "テレビが公共的言論を“ショー化”するという批判。デジタル時代にも参照されるメディア論の古典。",
        "label_en": "Amusing Ourselves to Death (Neil Postman)",
        "url_en": "https://en.wikipedia.org/wiki/Amusing_Ourselves_to_Death",
        "note_en": "Classic media-ecology critique of TV turning public discourse into entertainment"
      }
    ],
    "1986": [
      {
        "label": "アンチ・オイディプス ― 資本主義と分裂症（ジル・ドゥルーズ、フェリックス・ガタリ著、市倉宏祐訳）",
        "label_en": "L’Anti-Œdipe: Capitalisme et schizophrénie(Gilles Deleuze, Félix Guattari)",
        "startYear": 1986,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%A2%E3%83%B3%E3%83%81%E3%83%BB%E3%82%AA%E3%82%A4%E3%83%87%E3%82%A3%E3%83%97%E3%82%B9-%E3%82%B8%E3%83%AB%E3%83%BB%E3%83%89%E3%82%A5%E3%83%AB%E3%83%BC%E3%82%BA/dp/4309240828&https://m.media-amazon.com/images/I/91PoEm4uusL._SX445_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Anti-Oedipus",
        "note": "フロイト的な〈家族＝オイディプス〉図式を批判し、欲望を社会＝歴史と接続された「機械」として捉え直しながら、資本主義と権力構造を分析する大著。Foucaultは本書を「非ファシスト的な生活のための倫理」と呼びました。/「欲望＝欠如」ではなく、「欲望＝生産する力」として捉え直すところが、この本の一番アツいポイントです。ネットワーク社会で、個々人の欲望がどう資本主義やアルゴリズムと絡み合っていくのかを考えると、妙に現在的に読めてしまいます。",
        "note_en": "A massive work that criticizes the Freudian <Family = Oedipus> schema and analyzes capitalism and power structures by redefining desire as a \"machine\" connected to society and history. Foucault called this book an \"Introduction to the Non-Fascist Life.\"/The hottest point of this book is redefining desire not as \"lack\" but as \"productive power.\" When thinking about how individual desires intertwine with capitalism and algorithms in a networked society, it reads strangely current."
      },
      {
        "label": "無限と心（ルーディ・ラッカー著、和田純夫ほか訳）",
        "label_en": "Infinity and the Mind: The Science and Philosophy of the Infinite(Rudy Rucker)",
        "startYear": 1986,
        "genre": [
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E7%84%A1%E9%99%90%E3%81%A8%E5%BF%83%E2%80%95%E7%84%A1%E9%99%90%E3%81%AE%E7%A7%91%E5%AD%A6%E3%81%A8%E5%93%B2%E5%AD%A6-%E5%A5%BD%E7%94%B0-%E9%A0%86%E6%B2%BB/dp/4768700934",
        "url_en": "https://en.wikipedia.org/wiki/Infinity_and_the_Mind",
        "note": "カントールの集合論からゲーデルの不完全性定理、多重宇宙や時間旅行まで、「無限」という概念を数学・哲学・SF的想像力で横断的に語った名著。ラッカーらしい軽妙な文体で、高度な数理もポップに紹介される。/「数学×ドラッグなしサイケデリック体験」みたいな読後感の本です。無限集合や超限数はもちろん、ゲーデル宇宙や多世界解釈まで出てくるので、現代のAIが扱う“巨大だけど有限な計算”との対比で読むと、逆にAIの限界も見えてきます。",
        "note_en": "A masterpiece that discusses the concept of \"infinity\" cross-sectionally with mathematics, philosophy, and SF imagination, ranging from Cantor's set theory to Gödel's incompleteness theorems, multiverse, and time travel. With Rucker's characteristic witty style, advanced mathematics is introduced in a pop manner./A book with a post-reading sensation like \"mathematics x psychedelic experience without drugs.\" Since it covers infinite sets, transfinite numbers, Gödel's universe, and the many-worlds interpretation, reading it in contrast to the \"huge but finite calculations\" handled by modern AI reveals the limits of AI in reverse."
      },
      {
        "label": "グーテンベルクの銀河系：活字人間の形成（マーシャル・マクルーハン著、森常治訳）",
        "startYear": 1986,
        "genre": [
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%B0%E3%83%BC%E3%83%86%E3%83%B3%E3%83%99%E3%83%AB%E3%82%AF%E3%81%AE%E9%8A%80%E6%B2%B3%E7%B3%BB%E2%80%95%E6%B4%BB%E5%AD%97%E4%BA%BA%E9%96%93%E3%81%AE%E5%BD%A2%E6%88%90-%E3%83%9E%E3%83%BC%E3%82%B7%E3%83%A3%E3%83%AB-%E3%83%9E%E3%82%AF%E3%83%AB%E3%83%BC%E3%83%8F%E3%83%B3/dp/4622018969&https://m.media-amazon.com/images/I/91OpDlYwBGL._SY385_.jpg",
        "note": "活版印刷技術がいかにして人間の思考様式を「線形・連続的」なものへと変容させ、個人主義やナショナリズムを生み出したかを論じたメディア論の古典です。電子メディア時代（再部族化）の到来を予見した書としても重要です。/メディアの変容が私たちの文化、社会、生活、そして感覚そのものにまで大きなインパクトを与えることを検証した著作。無数の事例を通して、世界が聴覚優位から視覚優位へ転換したことを論じています。",
        "label_en": "The Gutenberg Galaxy: The Making of Typographic Man(Marshall McLuhan)",
        "url_en": "https://en.wikipedia.org/wiki/The_Gutenberg_Galaxy",
        "note_en": "A classic of media theory arguing how letterpress printing technology transformed human thinking styles into \"linear and continuous\" ones, creating individualism and nationalism. It is also important as a book predicting the arrival of the electronic media age (retribalization)./A work verifying that the transformation of media has a huge impact on our culture, society, life, and even our senses. Through countless examples, it argues that the world has shifted from auditory dominance to visual dominance."
      },
      {
        "label": "UNIX原典（AT&Tベル研究所編/長谷部紀元、清水謙太郎他訳/石田晴久監修）",
        "startYear": 1986,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4893620142&https://m.media-amazon.com/images/I/414Po7lDbIL._SY445_SX342_ControlCacheEqualizer_.jpg",
        "note": "UNIXオペレーティングシステムに関する主要な論文や技術報告が掲載された「ベル・システム・テクニカル・ジャーナル」の特集号の日本語訳。UNIXのカーネル、シェル、ファイルシステムなど、システムの核心部分に関するオリジナルの技術文書を収録しています。/UNIXの初期設計思想と実装の詳細を、開発者自身の言葉で学べる極めて重要な技術資料です。現代のOSの多くがUNIXの思想を受け継いでいるため、コンピュータ科学を深く学ぶ上で欠かせない原典の一つと言えます。(C)",
        "label_en": "The Bell System Technical Journal(AT&T Bell Laboratories)",
        "url_en": "https://www.amazon.com/System-October-Technical-Journal-Laboratories/dp/B0096BKHJI&https://m.media-amazon.com/images/I/91v1CVQ-VPL._SY385_.jpg",
        "note_en": "A Japanese translation of a special issue of \"The Bell System Technical Journal\" featuring key papers and technical reports on the UNIX operating system. It contains original technical documents regarding the core components of the UNIX system, such as the kernel, shell, and file system. /This is an extremely important technical resource, allowing readers to learn the initial design philosophy and implementation details of UNIX in the developers' own words. Since many modern operating systems inherit the philosophy of UNIX, it is considered one of the essential primary sources for deep study in computer science.(C)"
      }
    ],
    "1987": [
      {
        "label": "混沌からの秩序 ― 人間の新しい対話（イリヤ・プリゴジン、イザベル・スタンジェール著、伏見康治ほか訳）",
        "label_en": "Order Out of Chaos: Man’s New Dialogue with Nature(Ilya Prigogine, Isabelle Stengers)",
        "startYear": 1987,
        "genre": [
          "THEORYMEDIA",
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E6%B7%B7%E6%B2%8C%E3%81%8B%E3%82%89%E3%81%AE%E7%A7%A9%E5%BA%8F-I-%E3%83%97%E3%83%AA%E3%82%B4%E3%82%B8%E3%83%B3/dp/4622016931&https://m.media-amazon.com/images/I/81v++QZpCuL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Order_Out_of_Chaos%3A_Man%27s_New_Dialogue_with_Nature",
        "note": "熱力学第二法則と不可逆過程論を基礎に、「遠平衡系」における自己組織化＝散逸構造の理論を一般読者向けに解説した書。混沌から秩序が生まれるという逆説的な視点から、時間の矢・進化・社会システムまでを射程に入れる。/カオス・複雑系ブームの元ネタのひとつ。エントロピー増大＝「世界は壊れていくだけ」というイメージをひっくり返し、「非平衡」からこそ新しい秩序が生まれると語ります。情報社会やインターネット、さらにはAIの自己組織化を考えるときの、かなり根っこにある思想です。",
        "note_en": "A book explaining the theory of self-organization (dissipative structures) in \"far-from-equilibrium systems\" to general readers, based on the second law of thermodynamics and irreversible process theory. From the paradoxical perspective that order emerges from chaos, it covers everything from the arrow of time to evolution and social systems./One of the sources of the chaos/complex systems boom. It overturns the image of entropy increase = \"the world just breaks down\" and argues that new order is born precisely from \"non-equilibrium.\" This thought lies at the very root when thinking about the information society, the internet, and even the self-organization of AI."
      },
      {
        "label": "ビジョン ― 視覚の計算理論と脳内表現（デイヴィッド・マー著、乾敏郎ほか訳）",
        "label_en": "Vision: A Computational Investigation into the Human Representation and Processing of Visual Information(David Marr)",
        "startYear": 1987,
        "genre": [
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%93%E3%82%B8%E3%83%A7%E3%83%B3%E2%80%95%E8%A6%96%E8%A6%9A%E3%81%AE%E8%A8%88%E7%AE%97%E7%90%86%E8%AB%96%E3%81%A8%E8%84%B3%E5%86%85%E8%A1%A8%E7%8F%BE-%E3%83%87%E3%83%93%E3%83%83%E3%83%89-%E3%83%9E%E3%83%BC/dp/4782851235&https://m.media-amazon.com/images/I/618Xgd+oElL._SY466_.jpg",
        "url_en": "https://direct.mit.edu/books/monograph/3299/VisionA-Computational-Investigation-into-the-Human",
        "note": "視覚を「計算理論」「表現とアルゴリズム」「実装」の3レベルで記述する枠組みを提示し、エッジ検出・立体視・運動視などを具体的にモデル化した計算論的神経科学の古典。コンピュータビジョンと認知神経科学の双方に大きな影響を与えた。/「視覚する」という行為を、情報処理のレイヤー構造として分解してみせた本で、いまのディープラーニング系CVとは発想が違いながらも、問題設定の仕方はかなり参考になります。LLMに対する「計算理論レベルの説明」が欲しいとき、マーの三層モデルはそのままメタな道具として使えます。",
        "note_en": "A classic of computational neuroscience that presented a framework for describing vision at three levels: \"computational theory,\" \"representation and algorithm,\" and \"implementation,\" and concretely modeled edge detection, stereopsis, and motion vision. It had a major impact on both computer vision and cognitive neuroscience./A book that decomposed the act of \"seeing\" into a layered structure of information processing. While the idea differs from current deep learning CV, the way of setting the problem is quite helpful. When you want a \"computational theory level explanation\" for LLMs, Marr's three-layer model can be used as a meta-tool as is."
      },
      {
        "label": "ブラッド・ミュージック（グレッグ・ベア著、小川隆訳）",
        "label_en": "Blood Music(Greg Bear)",
        "startYear": 1987,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/ブラッド・ミュージック|https://www.amazon.co.jp/%E3%83%96%E3%83%A9%E3%83%83%E3%83%89%E3%83%BB%E3%83%9F%E3%83%A5%E3%83%BC%E3%82%B8%E3%83%83%E3%82%AF-%E3%83%8F%E3%83%A4%E3%82%AB%E3%83%AF%E6%96%87%E5%BA%ABSF-%E3%82%B0%E3%83%AC%E3%83%83%E3%82%B0%E3%83%BB%E3%83%99%E3%82%A2/dp/4150107084&https://m.media-amazon.com/images/I/51qXpVbzWtL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Blood_Music_(novel)",
        "note": "研究者が自分の白血球を改造して作り出した「知性を持つ細胞」が、体内から人類社会全体へと自己増殖していくパンデミックSF。ナノマシンとも解釈できる存在が、世界を別種の知性体へと書き換えていく。/「細胞レベルのAI」がネットワークを形成して地球そのものを別の存在に変えてしまう、バイオパンク＆終末SFです。ニューラルネットや分散知能のイメージを、生物学×終末譚として描き出していて、今読むと“自己増殖するAGI”のSFメタファーとしてもかなり刺さります。",
        "note_en": "A pandemic SF where \"intelligent cells\" created by a researcher modifying his own white blood cells self-replicate from within the body to the entire human society. Entities interpretable as nanomachines rewrite the world into a different kind of intelligent being. /A biopunk & apocalyptic SF where \"cellular-level AI\" forms a network and transforms the Earth itself into another existence. It depicts images of neural networks and distributed intelligence as biology x apocalypse, hitting hard as an SF metaphor for \"self-replicating AGI\" when read today."
      },
      {
        "label": "カウント・ゼロ（ウィリアム・ギブスン著、黒丸尚訳）",
        "label_en": "Count Zero(William Gibson)",
        "startYear": 1987,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "|https://www.amazon.co.jp/%E3%82%AB%E3%82%A6%E3%83%B3%E3%83%88%E3%83%BB%E3%82%BC%E3%83%AD-%E3%83%8F%E3%83%A4%E3%82%AB%E3%83%AF%E6%96%87%E5%BA%ABSF-%E3%82%A6%E3%82%A3%E3%83%AA%E3%82%A2%E3%83%A0%E3%83%BB%E3%82%AE%E3%83%96%E3%82%B9%E3%83%B3/dp/4150107351&https://m.media-amazon.com/images/I/81iJ6ClXCFL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Count_Zero",
        "note": "『ニューロマンサー』に続く“スプロール三部作”第二作。企業間抗争に巻き込まれる傭兵、芸術作品に翻弄される画商見習い、電脳空間でブードゥーの神々と出会う少年ハッカー――3本の物語が、やがて巨大な陰謀とAIの存在をめぐって交差していく。/『ニューロマンサー』よりも“群像劇＋アート＋宗教”の要素が強く、企業・ハッカー・アーティスト・AIがごちゃっと絡み合う、ネットワーク時代の「運命論」みたいな世界観が魅力です。サイバースペースが単なる技術空間ではなく、神話や呪術をも飲み込む“新しい霊界”になっていく感覚が、とても現代的に感じられます。",
        "note_en": "The second installment of the \"Sprawl Trilogy\" following \"Neuromancer.\" A mercenary caught in corporate warfare, an apprentice art dealer tossed about by artworks, a boy hacker meeting Voodoo gods in cyberspace—three stories eventually intersect over a huge conspiracy and the existence of AI./With stronger elements of \"ensemble drama + art + religion\" than \"Neuromancer,\" the charm lies in a worldview like \"fatalism\" in the network age, where corporations, hackers, artists, and AI are messily intertwined. The sense that cyberspace is becoming a \"new spirit world\" swallowing even mythology and magic, rather than just a technical space, feels very modern."
      },
      {
        "label": "クローム襲撃（ウィリアム・ギブスン著、浅倉久志ほか訳）",
        "label_en": "Burning Chrome(William Gibson)",
        "startYear": 1987,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/クローム襲撃|https://www.amazon.co.jp/%E3%82%AF%E3%83%AD%E3%83%BC%E3%83%A0%E8%A5%B2%E6%92%83-%E3%83%8F%E3%83%A4%E3%82%AB%E3%83%AF%E6%96%87%E5%BA%ABSF-%E3%82%A6%E3%82%A3%E3%83%AA%E3%82%A2%E3%83%A0%E3%83%BB%E3%82%AE%E3%83%96%E3%82%B9%E3%83%B3/dp/4150107173&https://m.media-amazon.com/images/I/A16ERZPd4cL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Burning_Chrome_(short_story_collection)",
        "note": "初期ギブスンの重要短篇を集めた短編集で、表題作「クローム襲撃」や、「ニューロマンサー」と同じ世界のジョニーやモリイが登場する「記憶屋ジョニイ」などを収録したサイバーパンクの代表的短篇集。/短編ごとにテイストは違いますが、「電脳空間」「コンソール・カウボーイ」「メガコーポ」といったモチーフがいちばん“濃縮”されている時期のギブスンが味わえます。長編三部作を読む前のウォーミングアップとしても、読了後の「世界の補完」としても美味しい一冊です。",
        "note_en": "A representative cyberpunk short story collection containing early Gibson's important short stories, including the title story \"Burning Chrome\" and \"Johnny Mnemonic,\" featuring Johnny and Molly from the same world as \"Neuromancer.\"/Each story has a different taste, but you can taste Gibson at a time when motifs like \"cyberspace,\" \"console cowboys,\" and \"megacorps\" were most \"concentrated.\" A delicious book as a warm-up before reading the novel trilogy or as a \"world completion\" after reading."
      },
      {
        "label": "TRONを創る（坂村健著）",
        "startYear": 1987,
        "genre": [
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4320023668&https://m.media-amazon.com/images/I/41hyYf8cMbL._SY385_.jpg",
        "note": "日本で開発されたオープンアーキテクチャのリアルタイムOSプロジェクト「TRON（The Real-time Operating system Nucleus）」の提唱者、坂村健によるTRONの思想と技術的背景を解説した書籍。/あらゆるモノがコンピュータで制御される「ユビキタス」な社会を予見し、それを実現するためのOSの設計思想や、国際標準化への挑戦について詳細に論じています。当時の日本のコンピュータ技術者が世界に向けて発信した野心的なビジョンを知ることができます。(C)",
        "note_en": "A book by Ken Sakamura, the advocate of the TRON (The Real-time Operating system Nucleus) open-architecture real-time OS project developed in Japan, explaining the philosophy and technical background of TRON. /It details the OS design philosophy and the challenge of international standardization aimed at realizing a \"ubiquitous\" society, where everything is controlled by computers, a vision that predated its widespread adoption. It provides insight into the ambitious vision presented by Japanese computer engineers to the world at that time.(C)"
      },
      {
        "label": "ハッカーズ―英雄たちのコンピュータ革命（スティーブン・レビー著、松田信子・古橋芳恵訳）",
        "startYear": 1987,
        "genre": [
          "HACKER",
          "WORK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/ハッカーズ_(書籍)|https://www.amazon.co.jp/%E3%83%8F%E3%83%83%E3%82%AB%E3%83%BC%E3%82%BA-%E3%82%B9%E3%83%86%E3%82%A3%E3%83%BC%E3%83%96%E3%83%B3%E3%83%BB%E3%83%AC%E3%83%93%E3%83%BC/dp/487593100X&https://m.media-amazon.com/images/I/71crIIwASvL._SY425_.jpg",
        "note": "MITのハッカー、ホームブリュー・コンピュータ・クラブ、ゲーム会社シエラ・オンラインなど、60〜80年代初期の「ハッカーたち」の人物群像を描いたノンフィクション。ハッカー倫理（情報は自由であるべき等）を明確に言語化した本として有名です。/「ハッカーとは誰か？」を知るには、まずこれ。犯罪者としてのハッカーではなく、創造的な技術者コミュニティの文化史として読めるので、PC黎明期〜シリコンバレーの空気を掴むのにもぴったりです。",
        "label_en": "Hackers: Heroes of the Computer Revolution(Steven Levy)",
        "url_en": "https://en.wikipedia.org/wiki/Hackers:_Heroes_of_the_Computer_Revolution",
        "note_en": "A non-fiction depicting the group of \"hackers\" from the 60s to early 80s, such as MIT hackers, Homebrew Computer Club, and game company Sierra Online. Famous as a book that clearly verbalized hacker ethics (information should be free, etc.)./To know \"who are hackers?\", start here. Read not as hackers as criminals, but as a cultural history of creative engineer communities, it is perfect for grasping the atmosphere of the PC dawn to Silicon Valley."
      },
      {
        "label": "思考のための道具 ― 異端の天才たちはコンピュータに何を求めたか?（ハワード・ラインゴールド著/栗田昭平監訳・青木真美訳）",
        "startYear": 1987,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4893620355&https://m.media-amazon.com/images/I/51DS9VXCXZL._SY425_.jpg",
        "note": "チューリング、フォン・ノイマン、エンゲルバート、リックライダー、パロアルト研究所など、コンピュータ史のキーパーソンたちの仕事を「思考を拡張する道具」という観点から描いた歴史＋未来予測本。80年代初頭から90年代のネットワーク社会を予見しようとした“レトロフューチャー”な一冊です。/「コンピュータの歴史＝製品カタログ」ではなく、「どんな人たちが、どんな思想で“思考のための道具”を発明してきたか」を物語として追える本です。RAGやローカルLLM環境をいじっていると、「この本で描かれた系譜のだいぶ先端に自分がいるんだな」と妙にしみる系の読み物。",
        "label_en": "Tools for Thought: The History and Future of Mind-Expanding Technology(Howard Rheingold)",
        "url_en": "https://en.wikipedia.org/wiki/Tools_for_Thought|https://www.amazon.com/dp/0262681153/&https://m.media-amazon.com/images/I/41wJLquHuiL._SY445_SX342_FMwebp_.jpg",
        "note_en": "A history and future prediction book that depicts the work of key figures in computer history—such as Turing, von Neumann, Engelbart, Licklider, and Xerox PARC—from the perspective of \"tools for expanding thought.\" It is a \"retro-future\" book that attempted to foresee the network society of the 90s from the early 80s./It allows you to follow the story not as a \"computer history = product catalog,\" but as \"what kind of people invented 'tools for thought' with what kind of philosophies.\" When tinkering with RAG or local LLM environments, it is a reading experience that makes you feel, \"I am at the very tip of the lineage described in this book.\""
      },
      {
        "label": "メディア論：人間の拡張の諸相（マーシャル・マクルーハン著、栗原裕・河本仲聖訳）",
        "startYear": 1987,
        "genre": [
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%A1%E3%83%87%E3%82%A3%E3%82%A2%E8%AB%96%E2%80%95%E4%BA%BA%E9%96%93%E3%81%AE%E6%8B%A1%E5%BC%B5%E3%81%AE%E8%AB%B8%E7%9B%B8-%E3%83%9E%E3%83%BC%E3%82%B7%E3%83%A3%E3%83%AB-%E3%83%9E%E3%82%AF%E3%83%AB%E3%83%BC%E3%83%8F%E3%83%B3/dp/4622018977",
        "note": "20世紀後半のメディア環境と人間の行方を論じた「グーテンベルクの銀河系」の続編。メディアを情報の媒体としてだけでなく、存在や環境の根拠として捉える「メディア的人間」を見出す。/「メディアはメッセージである」「ホットなメディアとクールなメディア」などの有名な概念が登場する主著。テクノロジーを身体や中枢神経の拡張として捉える視点は、今日のデジタル環境を理解する上でも不可欠です。",
        "label_en": "Understanding Media: The Extensions of Man(Marshall McLuhan)",
        "url_en": "https://en.wikipedia.org/wiki/Understanding_Media",
        "note_en": "A sequel to \"The Gutenberg Galaxy\" discussing the media environment of the late 20th century and the future of humanity. It finds \"media man,\" perceiving media not only as a medium of information but as the basis of existence and environment. /The main work introducing famous concepts such as \"The medium is the message\" and \"Hot and Cool media.\" The perspective of viewing technology as an extension of the body and central nervous system is indispensable for understanding today's digital environment."
      },
      {
        "label": "実録!天才プログラマー（スーザン・ラマース著/マイクロソフトプレス編/岡和夫訳）",
        "startYear": 1987,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4871483630&https://m.media-amazon.com/images/I/51MCPi-6VHL._SY445_SX342_ControlCacheEqualizer_.jpg",
        "note": "初期のパーソナルコンピュータ時代における著名なプログラマーたちへのインタビュー集。ビル・ゲイツ、ジェームズ・ゴスリン、ジョン・ウォーノックなど、当時の最先端で活躍していた開発者たちが、どのようにプログラムを書き、何を考えていたのかを直接語っています。/プログラミングという行為がどのように行われ、どのような思想的背景があったのかを知る上で貴重な資料です。黎明期のコンピュータ文化と、天才たちの仕事への取り組み方を垣間見ることができます。(C)",
        "label_en": "Programmers at Work(Susan Lammers)",
        "url_en": "https://www.amazon.com/Programmers-Work-Interviews-Computer-Industry/dp/1556152116&https://m.media-amazon.com/images/I/918NBq8isoL._SY385_.jpg",
        "note_en": "A collection of interviews with prominent programmers from the early personal computer era. Developers at the forefront of the time, including Bill Gates, James Gosling, and John Warnock, speak directly about how they coded and what they were thinking. /It is a valuable resource for understanding the act of programming and its underlying philosophical background. It offers a glimpse into the nascent computer culture and the work approaches of these brilliant minds.(C)"
      }
    ],
    "1988": [
      {
        "label": "ミラーシェード ― サイバーパンク・アンソロジー（ブルース・スターリング編、小川隆ほか訳）",
        "label_en": "Mirrorshades: The Cyberpunk Anthology(Bruce Sterling)",
        "startYear": 1988,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%9F%E3%83%A9%E3%83%BC%E3%82%B7%E3%82%A7%E3%83%BC%E3%83%89%E2%80%95%E3%82%B5%E3%82%A4%E3%83%90%E3%83%BC%E3%83%91%E3%83%B3%E3%82%AF%E3%83%BB%E3%82%A2%E3%83%B3%E3%82%BD%E3%83%AD%E3%82%B8%E3%83%BC-%E3%83%8F%E3%83%A4%E3%82%AB%E3%83%AF%E6%96%87%E5%BA%ABSF-%E3%83%96%E3%83%AB%E3%83%BC%E3%82%B9-%E3%82%B9%E3%82%BF%E3%83%BC%E3%83%AA%E3%83%B3%E3%82%B0/dp/4150107629",
        "url_en": "https://en.wikipedia.org/wiki/Mirrorshades",
        "note": "ギブスンやスターリングら、80年代アメリカSFの書き手によるサイバーパンク短編を集めた代表的アンソロジー。編者による序文は、サイバーパンクの自己定義＝マニフェストとしても知られている。/「サイバーパンクとはこういうものだ」という現場からの宣言書みたいな一冊です。電脳空間・企業都市・ストリートキッズ・ドラッグ・改造身体など、後の作品で見慣れた要素が、まだ生々しい“ムーヴメントの熱”と一緒に詰め込まれているので、資料としても読み物としても楽しい本です。",
        "note_en": "A representative anthology collecting cyberpunk short stories by 80s American SF writers like Gibson and Sterling. The editor's preface is also known as the self-definition = manifesto of cyberpunk./A book like a declaration from the field stating \"this is what cyberpunk is.\" Elements familiar in later works—cyberspace, corporate cities, street kids, drugs, modified bodies—are packed together with the raw \"heat of the movement,\" making it enjoyable both as a document and a read."
      },
      {
        "label": "テレビゲーム 電子遊戯大全!（テレビゲームミュージアムプロジェクト著）",
        "startYear": 1988,
        "genre": [
          "COMPUTER",
          "POPCULTURE",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4946432310&https://m.media-amazon.com/images/I/51Ca3D4JLRL._SY425_.jpg",
        "note": "アーケードゲームや家庭用ゲーム機のタイトル・ハードウェアを網羅的に紹介した初期の「ゲーム百科」。当時の画面写真やスペック、簡潔な紹介文が並び、80年代までのテレビゲーム史の概観ができるカタログ的資料。/ネット以前に「検索サイト」のような役割を果たしていた分厚いゲームカタログです。情報の粒度やレイアウトも含めて、のちのゲームデータベースサイトやWikiの原型のように読めます。",
        "label_en": "Television Game Denshi Yugi Taizen!(TV Game Museum Project)",
        "note_en": "An early \"game encyclopedia\" comprehensively introducing arcade games and home console titles/hardware. With screen photos, specs, and concise introductions of the time, it is a catalog-like resource that gives an overview of video game history up to the 80s./A thick game catalog that played a role like a \"search engine\" before the internet. Including the granularity of information and layout, it reads like the prototype of later game database sites and Wikis."
      },
      {
        "label": "メディアはマッサージである（マーシャル・マクルーハン、クエンティン・フィオーレ著、南博訳）",
        "startYear": 1988,
        "genre": [
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "url": "amazon.co.jp/メディアはマッサージである-影響の目録-河出文庫-マーシャル-マクルーハン/dp/4309464068&https://m.media-amazon.com/images/I/81x5Mh1oTZL._SY425_.jpg",
        "note": "「メディアはメッセージである（The medium is the message）」を、タイポグラフィと図版を駆使して視覚的に展開した実験的な一冊。メディア環境そのものが人間の知覚や社会構造を「マッサージ（操作）」している、という直感的な理解を与えてくれます。/中身をパラパラめくるだけで「紙のインターフェイスのプロトタイプ」みたいな感じがしてきます。情報デザインやUI／UXの先祖の一人としてマクルーハン＋フィオーレを眺めると、ウェブやスマホ画面のレイアウトも別の目で見えてきます。",
        "label_en": "The Medium is the Massage(Marshall McLuhan, Quentin Fiore)",
        "url_en": "https://en.wikipedia.org/wiki/The_Medium_Is_the_Massage",
        "note_en": "An experimental book that visually unfolds \"The medium is the message\" using typography and illustrations. It provides an intuitive understanding that the media environment itself \"massages\" (manipulates) human perception and social structure./Just flipping through it gives the feeling of a \"prototype of paper interface.\" Viewing McLuhan + Fiore as ancestors of information design and UI/UX makes you see web and smartphone screen layouts with different eyes."
      },
      {
        "label": "ワークステーション原典（ACMプレス 編/浜田俊夫訳/村井純監訳）",
        "startYear": 1988,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4756100511",
        "note": "パーソナルワークステーションの進化の歴史を、Association for Computing Machinery（ACM）がまとめた原典集。特にゼロックス・パロアルト研究所（PARC）の革新的な研究、GUI（グラフィカルユーザーインターフェース）やマウス、イーサネットなどの技術が、どのようにして現代のコンピュータの基礎を築いたのかを詳細に解説しています。/アデル・ゴールドバーグなど、当時の主要な研究者が寄稿しており、現代の「パーソナルコンピューティング」の原型がどのようにして生まれたのかを知る上で非常に重要な資料です。当時の先進的な思想と技術を知ることができます。(C)",
        "label_en": "A History of Personal Workstations(Association for Computing Machinery / Adele Goldberg)",
        "url_en": "https://archive.org/details/historyofpersona00gold|https://www.amazon.com/History-Personal-Workstations-Adele-Goldberg/dp/0201112590&https://m.media-amazon.com/images/I/81rUIu0FcHL._SY342_.jpg",
        "note_en": "A collection of original sources compiled by the Association for Computing Machinery (ACM) documenting the history of the personal workstation's evolution. It details how the groundbreaking research at Xerox PARC, including technologies like the GUI, mouse, and Ethernet, laid the foundation for modern computing. /With contributions from key researchers of the time, such as Adele Goldberg, this is an essential resource for understanding the genesis of modern \"personal computing.\" It provides insight into the advanced ideas and technologies of that era.(C)"
      },
      {
        "label": "誰のためのデザイン？（ドナルド・A・ノーマン著）",
        "startYear": 1988,
        "genre": [
          "SCIENCE",
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4788514346&https://m.media-amazon.com/images/I/717j68MWouL._SY466_.jpg",
        "note": "「使いにくさは利用者のせいではなく設計の問題」という主張でHCI/UX文化を形作った古典。",
        "label_en": "The Design of Everyday Things (Donald Norman) [orig. The Psychology of Everyday Things]",
        "url_en": "https://en.wikipedia.org/wiki/The_Design_of_Everyday_Things",
        "note_en": "Landmark HCI/UX book arguing usability problems are design problems, not user failures"
      }
    ],
    "1989": [
      {
        "label": "コンピュータと認知を理解する――人工知能の限界と新しい設計理念（テリー・ウィノグラード、フェルナンド・フローレス著/平賀譲訳）",
        "label_en": "Understanding Computers and Cognition: A New Foundation for Design(Terry Winograd, Fernando Flores)",
        "startYear": 1989,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4782800533&https://m.media-amazon.com/images/I/41nZF8lhNrL._SY425_.jpg",
        "url_en": "https://www.amazon.com/dp/0201112973/&https://m.media-amazon.com/images/I/51-bfdclcLL._SY466_.jpg",
        "note": "人工知能研究やヒューマンコンピュータインタラクションの世界で非常に影響力を持った本で、「人間の認知・行為」を、ヒューマンな日常言語と約束・コミットメントのネットワークとして捉え直し、コンピュータシステム設計の前提そのものを問い直します。後のワークフロー／グループウェアや「言語行為論に基づく設計」に大きな影響を与えました。/AIブームのたびに「本当に賢いとは何か？」が話題になりますが、この本はその問いに真正面から挑んだ古典です。プログラムの“頭の良さ”ではなく、人間が社会の中で約束し合いながら動いているという視点から、設計の前提をひっくり返します。機能表や要件定義書だけを見てシステムを作りがちな現場ほど、耳が痛く、かつ発想を広げてくれる一冊です。",
        "note_en": "A highly influential book in AI research and HCI, it redefines \"human cognition and action\" as a network of human everyday language and commitments, questioning the very premises of computer system design. It significantly influenced later workflow/groupware and \"design based on speech act theory.\"/Every time there is an AI boom, \"what is truly smart?\" becomes a topic, and this book is a classic that tackles that question head-on. It flips design premises by looking not at program \"smarts,\" but at how humans move while making promises within society. For fields prone to building systems looking only at feature lists and requirements, it is a book that is painful to hear but expands your thinking."
      },
      {
        "label": "神経政治学―人類変異の社会生物学（ティモシー・リアリー、ロバート・アントン・ウィルソンほか著、山形浩生訳）",
        "label_en": "Neuropolitics: The Sociobiology of Human Metamorphosis(Timothy Leary, Robert Anton Wilson, et al.)",
        "startYear": 1989,
        "genre": [
          "POPCULTURE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/484570322X&https://m.media-amazon.com/images/I/41G4-jeaE0L._SY425_.jpg",
        "url_en": "https://www.amazon.com/dp/0915238187&https://m.media-amazon.com/images/I/A1kUOsM64ZL._SY425_.jpg",
        "note": "人間の意識進化を「回路」「レベル」に分けて論じるリアリーの持論を、政治・テクノロジー・メディア環境と結びつけて展開する本。コンピュータやネットワークによる意識変容をかなり早い段階で語っており、今日の「テック×意識変容」ディスコースの原型の一つとも言えます。/「ドラッグ＋カウンターカルチャーの人」というイメージのリアリーですが、本書ではむしろ情報技術やメディア環境を含めた「意識のインフラ」の変化を語っています。SF的な誇大妄想も多いけれど、シリコンバレーの思想史的な背景として眺めると、妙な説得力が出てくる本です。",
        "note_en": "A book developing Leary's theory of dividing human consciousness evolution into \"circuits\" and \"levels,\" linking it with politics, technology, and media environments. It discusses consciousness transformation by computers and networks at a quite early stage, serving as one of the prototypes for today's \"Tech x Consciousness Transformation\" discourse./Leary is often imaged as a \"drug + counter-culture person,\" but in this book, he discusses changes in \"consciousness infrastructure\" including information technology and media environments. Although there are many SF-like delusions, when viewed as an intellectual history background of Silicon Valley, it becomes a book with a strange persuasiveness."
      },
      {
        "label": "四次元の冒険 ― 幾何学・宇宙・想像力（ルディ・ラッカー著、金子務監訳・竹沢攻一訳）",
        "label_en": "The Fourth Dimension: Toward a Geometry of Higher Reality(Rudy Rucker)",
        "startYear": 1989,
        "genre": [
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E5%9B%9B%E6%AC%A1%E5%85%83%E3%81%AE%E5%86%92%E9%99%BA%E2%80%95%E5%B9%BE%E4%BD%95%E5%AD%A6%E3%83%BB%E5%AE%87%E5%AE%99%E3%83%BB%E6%83%B3%E5%83%8F%E5%8A%9B-%E3%83%AB%E3%83%87%E3%82%A3-%E3%83%A9%E3%83%83%E3%82%AB%E3%83%BC/dp/4875021518&https://m.media-amazon.com/images/I/81Z+Gil1qWL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Fourth_Dimension_(book)",
        "note": "四次元とは何か、私たちの宇宙の形はどうなっているのか、といった問いに、数学とSF的イマジネーションを総動員して迫る一般向け解説書。多数の図とパズルを通じて、高次元空間やトポロジーの感覚を養わせてくれる。/「無限と心」が“数と意識”なら、こちらは“空間と意識”。高次元の話は抽象的になりがちですが、ラッカーはパズルやイラストを駆使して「体で理解させる」方向に振っているのが特徴です。SFファンと数学好きの両方に刺さる、80年代ポップ数理本の代表格です。",
        "note_en": "A general guide that approaches questions like \"what is the fourth dimension\" and \"what is the shape of our universe\" by mobilizing mathematics and SF imagination. Through numerous diagrams and puzzles, it cultivates a sense of high-dimensional space and topology./If \"Infinity and the Mind\" is \"number and consciousness,\" this is \"space and consciousness.\" High-dimensional talk tends to be abstract, but Rucker uses puzzles and illustrations to steer towards \"understanding with the body.\" A representative 80s pop-math book that hits both SF fans and math lovers."
      },
      {
        "label": "知性の脳構造と進化 ― 精神の生物学序説（澤口俊之著）",
        "label_en": "知性の脳構造と進化 ― 精神の生物学序説(Toshiyuki Sawaguchi)",
        "startYear": 1989,
        "genre": [
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E7%9F%A5%E6%80%A7%E3%81%AE%E8%84%B3%E6%A7%8B%E9%80%A0%E3%81%A8%E9%80%B2%E5%8C%96%E2%80%95%E7%B2%BE%E7%A5%9E%E3%81%AE%E7%94%9F%E7%89%A9%E5%AD%A6%E5%BA%8F%E8%AA%AC-%E6%BE%A4%E5%8F%A3-%E4%BF%8A%E4%B9%8B/dp/4875251270&https://m.media-amazon.com/images/I/61g+t0ybvpL._SY385_.jpg",
        "note": "霊長類・ヒトの脳進化と知性の関係を、神経科学・進化生物学の知見を統合しながら論じた専門寄りの解説書。前頭連合野など高次機能と「心」の関係にも踏み込み、AIとは別ルートから「知性とは何か」を考えさせる。/海外AI本が「機械の知性」を語るのに対して、これは「生物としての知性」をがっつり押さえる一冊です。脳科学ブーム以前の本なので古典ではありますが、「知性は脳という物質にどう宿るのか？」という問いを日本語でしっかり追えるのがありがたいところ。",
        "note_en": "A specialist-oriented explanatory book discussing the relationship between primate/human brain evolution and intelligence, integrating findings from neuroscience and evolutionary biology. Delving into the relationship between higher functions like the prefrontal cortex and the \"mind,\" it makes one think about \"what is intelligence\" from a route different from AI./While overseas AI books talk about \"machine intelligence,\" this book firmly grasps \"intelligence as a biological entity.\" Since it's a pre-brain science boom book, it's a classic, but it's grateful to be able to follow the question \"How does intelligence reside in the material brain?\" firmly in Japanese."
      },
      {
        "label": "モナリザ・オーヴァドライヴ（ウィリアム・ギブスン著、黒丸尚訳）",
        "label_en": "Mona Lisa Overdrive(William Gibson)",
        "startYear": 1989,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/モナリザ・オーヴァドライヴ|https://www.amazon.co.jp/%E3%83%A2%E3%83%8A%E3%83%AA%E3%82%B6%E3%83%BB%E3%82%AA%E3%83%BC%E3%83%B4%E3%82%A1%E3%83%89%E3%83%A9%E3%82%A4%E3%83%B4-%E3%83%8F%E3%83%A4%E3%82%AB%E3%83%AF%E6%96%87%E5%BA%AB-SF-%E3%82%AD-1-4/dp/4150108080&https://m.media-amazon.com/images/I/618KKdcOY9L._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Mona_Lisa_Overdrive",
        "note": "『ニューロマンサー』『カウント・ゼロ』に続く〈スプロール三部作〉の完結編。電脳空間と現実世界がいっそう複雑に絡み合い、AI・芸術・犯罪組織・企業権力が交差する群像劇として展開する。/三部作の中では、一番「サイバーパンク後」の余韻が強い作品です。ハードなガジェット描写よりも、人とAI、身体とネットワーク、記憶とアイデンティティがどう混ざり合うかにフォーカスしていて、90年代以降のギブスン作品へ橋渡しをするような内容になっています。",
        "note_en": "The final chapter of the \"Sprawl Trilogy\" following \"Neuromancer\" and \"Count Zero.\" Cyberspace and the real world intertwine even more complexly, unfolding as an ensemble drama where AI, art, criminal organizations, and corporate power intersect./Among the trilogy, this work has the strongest \"post-cyberpunk\" aftertaste. Focusing more on how people and AI, body and network, memory and identity mix rather than hard gadget descriptions, it bridges to Gibson's works from the 90s onwards."
      },
      {
        "label": "蝉の女王（ブルース・スターリング著、中原香訳）",
        "label_en": "Cicada Queen(Bruce Sterling)",
        "startYear": 1989,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E8%9D%89%E3%81%AE%E5%A5%B3%E7%8E%8B-%E3%83%8F%E3%83%A4%E3%82%AB%E3%83%AF%E6%96%87%E5%BA%AB-SF-%E3%82%B9-5-2/dp/4150108226&https://m.media-amazon.com/images/I/511Vo61VtNL._SY425_.jpg",
        "note": "タイトルになっている「Cicada Queen」をはじめ、スターリングの代表的な短編を集めた日本独自編集の短編集。ニューウェーブ以降の文体と、政治・経済・テクノロジーをからめた冷徹な視線が特徴。/ギブスンと並んで「サイバーパンクの理論家」とも言われるスターリングの、政治色とアイロニーの効いた側面を強く感じられる本です。クールな未来像というより、「この先こう転んだら最悪だよね……」という悪夢を先取りして見せるタイプのSFで、90年代以降のネット社会批評のルーツを感じます。",
        "note_en": "A Japanese-exclusive short story collection gathering Sterling's representative short stories, including the title story \"Cicada Queen.\" Characterized by post-New Wave style and a cool-headed gaze intertwining politics, economics, and technology./A book where you can strongly feel the political color and irony of Sterling, known as a \"cyberpunk theorist\" alongside Gibson. Rather than a cool future image, it is the type of SF that anticipates and shows the nightmare of \"it would be the worst if things went this way...,\" making you feel the roots of post-90s net society criticism."
      },
      {
        "label": "スティーブ・ジョブズ（ジェフリー・ヤング著、日暮雅通訳）",
        "startYear": 1989,
        "genre": [
          "COMPUTER",
          "POPCULTURE",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%B9%E3%83%86%E3%82%A3%E3%83%BC%E3%83%96%E3%83%BB%E3%82%B8%E3%83%A7%E3%83%96%E3%82%BA%E2%80%95%E3%83%91%E3%83%BC%E3%82%BD%E3%83%8A%E3%83%AB%E3%83%BB%E3%82%B3%E3%83%B3%E3%83%94%E3%83%A5%E3%83%BC%E3%82%BF%E3%82%92%E5%89%B5%E3%81%A3%E3%81%9F%E7%94%B7%E3%80%88%E4%B8%8A%E3%80%89-%E3%82%B8%E3%82%A7%E3%83%95%E3%83%AA%E3%83%BC%E3%83%BBS-%E3%83%A4%E3%83%B3%E3%82%B0/dp/4880636002&https://m.media-amazon.com/images/I/51YuUVpJisL._SY425_.jpg",
        "note": "アップル・コンピュータ社の創業者の一人（もう一人はスティーブ・ウォズニアク）の半生。どうしてポップカルチャーの項目に入るのかというと、パソコンとドラッグ&カウンターカルチャーのつながりが実際どのようなものであったのか、本書を通して知ることができるからだ。/本書は、スティーブ・ジョブズに関する重要な視点を提供しています。時代はまだジョブズを必要としているらしく、歴史の表舞台から姿を消した彼が、のちに不死鳥のごとく甦る前の時期に書かれた貴重な記録です。",
        "label_en": "Steve Jobs: The Journey is the Reward(Jeffrey Young)",
        "url_en": "https://www.amazon.com/Steve-Jobs-Journey-Jeffrey-Young-ebook/dp/B005ZXELHK&https://m.media-amazon.com/images/I/514KiyA7DxL._SY342_.jpg",
        "note_en": "The life of one of the founders of Apple Computer (the other being Steve Wozniak). The reason it falls under pop culture is that through this book, you can learn what the connection between personal computers, drugs, and counter-culture was actually like./This book provides an important perspective on Steve Jobs. It is a valuable record written during a time when Jobs had disappeared from the forefront of history, before his phoenix-like resurrection, suggesting the era still needed him."
      }
    ],
    "1990": [
      {
        "label": "精神の生態学（グレゴリー・ベイトソン著、佐藤良明訳）",
        "label_en": "Steps to an Ecology of Mind(Gregory Bateson)",
        "startYear": 1990,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E7%B2%BE%E7%A5%9E%E3%81%AE%E7%94%9F%E6%85%8B%E5%AD%A6-G-%E3%83%99%E3%82%A4%E3%83%88%E3%82%BD%E3%83%B3/dp/4783511586&https://m.media-amazon.com/images/I/71J3helmHgL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Steps_to_an_Ecology_of_Mind",
        "note": "人類学・精神医学・進化論・認識論など多分野の論文を収め、情報・コミュニケーション・関係性の「パターン」から心と世界を捉え直そうとする巨著。ベイトソン自身が提唱する「マインドのエコロジー」という視点は、環境問題から家族療法、サイバネティクスまで広く影響を与えました。/ネットワークやシステムを単なる配線図ではなく「関係のパターン」として見る感覚は、ベイトソン経由でサイバネティクスやシステム論に広がっています。情報技術と環境・社会の相互作用を考えるとき、「精神の生態学」は今もめちゃくちゃ現役です。",
        "note_en": "A monumental work collecting essays from various fields such as anthropology, psychiatry, evolutionary theory, and epistemology, attempting to redefine the mind and the world through \"patterns\" of information, communication, and relationships. The perspective of \"Ecology of Mind\" proposed by Bateson has influenced areas ranging from environmental issues to family therapy and cybernetics./The sensibility of viewing networks and systems not as mere wiring diagrams but as \"patterns of relationships\" spread to cybernetics and systems theory via Bateson. When considering the interaction between information technology, the environment, and society, \"Steps to an Ecology of Mind\" remains incredibly relevant today."
      },
      {
        "label": "ネットの中の島々（ブルース・スターリング著、中原香訳）",
        "label_en": "Islands in the Net(Bruce Sterling)",
        "startYear": 1990,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%8D%E3%83%83%E3%83%88%E3%81%AE%E4%B8%AD%E3%81%AE%E5%B3%B6%E3%80%85-%E4%B8%8A-%E3%83%8F%E3%83%A4%E3%82%AB%E3%83%AF%E6%96%87%E5%BA%AB-SF-5-3/dp/4150108994&https://m.media-amazon.com/images/I/81z9diGorjL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Islands_in_the_Net",
        "note": "多国籍企業が国家以上の力を持つ近未来世界で、情報ネットワーク上の「島々」としてのデータ要塞をめぐる国際サスペンス。企業、テロ、ネットワークが複雑に絡む、ポスト・サイバーパンク的な長編。/「サイバースペースにダイブするハッカー」というイメージよりも、ネットワークが世界秩序そのものを塗り替えていくプロセスに焦点を当てた作品です。サイバーパンクのガジェット感より、「ネットワーク資本主義の政治劇」として読むと、現代のプラットフォーム企業の問題にも直結していてかなり生々しいです。",
        "note_en": "An international suspense revolving around data fortresses as \"islands\" on the information network in a near-future world where multinational corporations have more power than nations. A post-cyberpunk novel where corporations, terrorism, and networks intertwine complexly./A work focusing on the process of networks rewriting the world order itself, rather than the image of \"hackers diving into cyberspace.\" Reading it as a \"political drama of network capitalism\" rather than for cyberpunk gadgetry, it connects directly to modern platform company issues and feels quite vivid."
      },
      {
        "label": "ディファレンス・エンジン（ウィリアム・ギブスン、ブルース・スターリング著、黒丸尚訳）",
        "label_en": "The Difference Engine(William Gibson, Bruce Sterling)",
        "startYear": 1990,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%87%E3%82%A3%E3%83%95%E3%82%A1%E3%83%AC%E3%83%B3%E3%82%B9%E3%83%BB%E3%82%A8%E3%83%B3%E3%82%B8%E3%83%B3-%E3%82%A6%E3%82%A3%E3%83%AA%E3%82%A2%E3%83%A0%E3%83%BB%E3%82%AE%E3%83%96%E3%82%B9%E3%83%B3/dp/4047911917&https://m.media-amazon.com/images/I/51BeC0KdlkL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Difference_Engine",
        "note": "チャールズ・バベッジの階差機関が実際に完成・普及した19世紀イギリスを舞台にした、歴史改変SF。蒸気で動く計算機がもたらした情報社会と政治変動を描き、スチームパンクの代表作とされる。/「もし19世紀にコンピュータ革命が起きていたら？」というIFを、本気でやりきった“歴史×情報工学”小説です。人名・事件・テクノロジーの密度が高くて読みごたえがあり、計算機史やヴィクトリア朝文化に興味があると倍おいしい一冊。サイバーパンクの作家がスチームパンクの古典を書いてしまった、という意味でも象徴的です。",
        "note_en": "A history-altering SF set in 1990s Britain where Charles Babbage's Difference Engine was actually completed and popularized. Depicting the information society and political changes brought about by steam-powered computers, it is considered a masterpiece of steampunk./A \"history x information engineering\" novel that seriously executed the \"what if the computer revolution happened in the 19th century?\" scenario. Dense with names, events, and technology, it is twice as delicious if you are interested in computer history or Victorian culture. It is also symbolic that cyberpunk writers wrote a steampunk classic."
      },
      {
        "label": "心の社会（マーヴィン・ミンスキー著/安西祐一郎訳）",
        "startYear": 1990,
        "genre": [
          "COMPUTER",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4782800541&https://m.media-amazon.com/images/I/41TlYVq1HJL._SY425_.jpg",
        "note": "「心は多数の“エージェント”の社会である」というミンスキーの理論を、小さなエッセイを積み重ねるかたちで展開した本。知覚・記憶・感情などを、巨大なプログラムというより“雑多なモジュールの寄せ集め”として説明しようとする試みで、その後の認知科学やマルチエージェント研究にも影響を与えました。/いわゆる「統一的な意識」像とは逆に、「バラバラな小さな心的プロセスが協調しているだけ」という視点を徹底して押し出す本です。現在の深層学習やマルチモーダルモデルを見ると、この“寄せ集めの知能”という考えはむしろリアルさを増しているようにも感じます。",
        "label_en": "The Society of Mind(Marvin Minsky)",
        "url_en": "https://en.wikipedia.org/wiki/Society_of_Mind|https://archive.org/details/societyofmind00marv|https://www.amazon.com/dp/0671657135/&https://m.media-amazon.com/images/I/51LrKJGIfFL._SY385_.jpg",
        "note_en": "A book unfolding Minsky's theory that \"the mind is a society of numerous 'agents'\" through a stack of small essays. It attempts to explain perception, memory, emotion, etc., not as a huge program but as a \"collection of miscellaneous modules,\" influencing subsequent cognitive science and multi-agent research./Contrary to the image of a \"unified consciousness,\" this book thoroughly pushes the perspective that \"disparate small mental processes are merely coordinating.\" Looking at current deep learning and multimodal models, this idea of \"hodgepodge intelligence\" feels increasingly realistic."
      },
      {
        "label": "公認コンピュータ・ジョーク集（スティーブ・ウォズニアックとラリー・ワイルドの共著）",
        "startYear": 1990,
        "genre": [
          "POPCULTURE",
          "NERD",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4303717606&https://m.media-amazon.com/images/I/71qJ+uCwuPL._SY385_.jpg",
        "note": "Apple共同創業者であるスティーブ・ウォズニアックが共著者として名を連ねる、コンピュータ関連のジョーク集。技術的な専門知識をベースとしたユーモアや、プログラマー・オタク文化に特有の笑いが詰まっており、当時のナード文化やコミュニティの雰囲気を伝える貴重な資料です。/コンピュータやプログラミングを題材にしたジョークを通じて、初期のパーソナルコンピュータ時代の開発者やユーザーたちの間に存在した独特のユーモアのセンスや連帯感を垣間見ることができます。ポップカルチャーとしての側面も持つ一冊です。(C)",
        "note_en": "A collection of computer-related jokes co-authored by Apple co-founder Steve Wozniak. Filled with humor based on technical knowledge and jokes specific to programmer/geek culture, it is a valuable record of the nerd culture and community atmosphere of the time. /Through jokes about computers and programming, it offers a glimpse into the unique sense of humor and camaraderie among developers and users during the early personal computer era. This book also has aspects of pop culture.(C)"
      }
    ],
    "1991": [
      {
        "label": "声の文化と文字の文化（ウォルター・J・オング著、桜井直文ほか訳）",
        "label_en": "Orality and Literacy: The Technologizing of the Word(Walter J. Ong)",
        "startYear": 1991,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E5%A3%B0%E3%81%AE%E6%96%87%E5%8C%96%E3%81%A8%E6%96%87%E5%AD%97%E3%81%AE%E6%96%87%E5%8C%96%E3%80%88%E6%99%AE%E5%8F%8A%E7%89%88%E3%80%89-W%E3%83%BBJ%E3%83%BB%E3%82%AA%E3%83%B3%E3%82%B0/dp/4865784624&https://m.media-amazon.com/images/I/715h0v4FBSL._SY425_.jpg",
        "url_en": "https://www.amazon.com/Orality-Literacy-Technologizing-Walter-Ong/dp/0416713807&https://m.media-amazon.com/images/I/71qZ9wSA-SL._SX445_.jpg",
        "note": "口承文化から文字文化、そして印刷文化・電子メディア文化へという歴史的な転換が、人間の思考・記憶・社会構造に与えた影響を論じたメディア論／文化史の古典。マクルーハンの弟子筋にあたる立場から、より整理されたかたちで「メディアが思考をどう変えるか」を示します。/「二次的口頭性」という概念は、ネット配信・SNS・ボイスチャットが普及した現在の状況を説明するキーワードとして、そのまま再利用できます。テキスト文化にどっぷり浸かった世代が、再び「声」とリアルタイム性に揺り戻されている感じを、とてもきれいに言語化してくれる本です。",
        "note_en": "A classic of media theory/cultural history discussing the impact of historical shifts from oral culture to literate culture, and then to print and electronic media culture, on human thought, memory, and social structure. From a position as a disciple of McLuhan, it shows \"how media changes thought\" in a more organized form./The concept of \"secondary orality\" can be reused as a keyword to explain the current situation where net streaming, SNS, and voice chat have become widespread. It beautifully verbalizes the feeling of a generation steeped in text culture swinging back to \"voice\" and real-time interaction."
      },
      {
        "label": "エッフェル塔（ロラン・バルト著、花輪光訳）",
        "label_en": "La Tour Eiffel(Roland Barthes)",
        "startYear": 1991,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%A8%E3%83%83%E3%83%95%E3%82%A7%E3%83%AB%E5%A1%94-%E3%81%A1%E3%81%8F%E3%81%BE%E5%AD%A6%E8%8A%B8%E6%96%87%E5%BA%AB-%E3%83%AD%E3%83%A9%E3%83%B3-%E3%83%90%E3%83%AB%E3%83%88/dp/4480083472&https://m.media-amazon.com/images/I/81aER81s8HL._SY425_.jpg",
        "url_en": "https://www.amazon.com/Tour-Eiffel-auteur-BARTHES-%C3%A9diteur/dp/B00QQMTSO0&https://m.media-amazon.com/images/I/51bwbx6vpoL._SY342_.jpg",
        "note": "エッフェル塔についてのバルトの考察と、マルタンの写真作品が収められている。19世紀と20世紀の狭間に立てられた塔は、無数の意味作用を持つ記号として人々の視線を集める。バルトの緻密な分析は想像力を駆り立てる。/単なる観光名所としての塔ではなく、パリを見下ろす視線、パリから見上げられる対象としての「記号」としてのエッフェル塔を構造主義的に分析した、写真とテキストの美しい融合です。",
        "note_en": "Contains Barthes' observations on the Eiffel Tower and Martin's photographic works. Standing between the 19th and 20th centuries, the tower gathers people's gaze as a symbol with countless signifying effects. Barthes' precise analysis stimulates the imagination./A beautiful fusion of photography and text, analyzing the Eiffel Tower structurally not just as a tourist spot, but as a \"symbol\" of the gaze looking down on Paris and the object being looked up at from Paris."
      },
      {
        "label": "オートポイエーシス：生命システムとは何か（H・R・マトゥラーナ、F・J・ヴァレラ著、河本英夫訳）",
        "label_en": "Autopoiesis and Cognition: The Realization of the Living(Humberto R. Maturana, Francisco J. Varela)",
        "startYear": 1991,
        "genre": [
          "THEORYMEDIA",
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/オートポイエーシス|https://www.amazon.co.jp/%E3%82%AA%E3%83%BC%E3%83%88%E3%83%9D%E3%82%A4%E3%82%A8%E3%83%BC%E3%82%B7%E3%82%B9%E2%80%95%E7%94%9F%E5%91%BD%E3%82%B7%E3%82%B9%E3%83%86%E3%83%A0%E3%81%A8%E3%81%AF%E3%81%AA%E3%81%AB%E3%81%8B-H-R-%E3%83%9E%E3%83%88%E3%82%A5%E3%83%A9%E3%83%BC%E3%83%8A/dp/4772003673&https://m.media-amazon.com/images/I/71lCSJl5TeL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Autopoiesis",
        "note": "「生きている世界はどのようにして生まれるか」という問いを軸に、生命とは何かに対して真正面から答えた数少ない書物。常識を打ち破る新しい生命観、認識論を展開している。/生命を「自らを自らで産出する閉鎖系システム」と定義した画期的な理論。サイバネティクスから出発し、認知科学や社会学（ルーマン）にも多大な影響を与えました。",
        "note_en": "One of the few books that answers \"what is life\" head-on, centering on the question \"how does the living world come into being?\" It unfolds a new view of life and epistemology that breaks through common sense./A groundbreaking theory defining life as a \"closed system that produces itself.\" Starting from cybernetics, it has had a huge influence on cognitive science and sociology (Luhmann)."
      },
      {
        "label": "スーパーエンジニアへの道 技術リーダーシップの人間学（ジェラルド・M・ワインバーグ著/木村泉訳）",
        "label_en": "Becoming A Technical Leader: An Organic Problem Solving Approach(Gerald M. Weinberg)",
        "startYear": 1991,
        "genre": [
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4320025636&https://m.media-amazon.com/images/I/819-m8sSaBL._SY342_.jpg",
        "url_en": "https://www.amazon.com/Becoming-Technical-Leader-Problem-Solving-Approach/dp/0932633021&https://m.media-amazon.com/images/I/714V7sujVZL._SY385_.jpg",
        "note": "ソフトウェア開発の人間的側面やチームマネジメントに関する著作で知られるジェラルド・M・ワインバーグが、技術リーダーシップの本質について論じた書籍。問題解決を「有機的なアプローチ」として捉え、人・組織・技術の関係性を深く考察しています。/単なる技術力だけでなく、コミュニケーション、モチベーション、組織内の対立解決など、リーダーとして必要な「人間力」の重要性を説いています。エンジニアがキャリアを深め、より大きな影響力を持つための指針となる、時代を超えた普遍的な教訓が詰まっています。(C)",
        "note_en": "A book by Gerald M. Weinberg, known for his works on the human side of software development and team management, discussing the essence of technical leadership. It views problem-solving as an \"organic approach\" and deeply examines the relationship between people, organization, and technology. /It emphasizes the importance of \"human skills\"—such as communication, motivation, and conflict resolution within an organization—needed by a leader, beyond mere technical expertise. It is filled with timeless, universal lessons to guide engineers in deepening their careers and gaining greater influence.(C)"
      },
      {
        "label": "近代プログラマの夕（ホーテンス・S・エンドウ著）",
        "startYear": 1991,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4756105289/&https://m.media-amazon.com/images/I/81Axl6S1HML._SX445_.jpg",
        "note": "ホーテンス・S・エンドウというユニークなペンネームを持つ著者が、プログラマという職業の日常、喜び、そして葛藤を、独特のユーモアと洞察をもって描いたエッセイ集。1990年代初頭の日本のプログラミング業界の雰囲気や、技術者特有の思考回路、当時の開発環境の様子などが軽妙なタッチで綴られています。/技術的な話だけでなく、プログラマが直面する人間関係やプロジェクトの難しさ、そしてコードを書くことへの情熱など、時代を超えて共感できるテーマが多く含まれています。プログラマの「夕方」の姿を垣間見せる、どこか哀愁漂うタイトルが象徴的な一冊です。",
        "note_en": "An essay collection by an author with the unique pen name Hortense S. Endo, depicting the daily life, joys, and struggles of the programming profession with unique humor and insight. It describes the atmosphere of the Japanese programming industry in the early 1990s, the peculiar thought processes of engineers, and the state of development environments at the time, all rendered with a light touch./Beyond technical discussions, the book covers many universally relatable themes, such as the human relations and project difficulties programmers face, and the passion for writing code. The title, \"The Evening of a Modern Programmer,\" is evocative, offering a glimpse into the programmer's life after hours."
      },
      {
        "label": "デジタル・ナルシス――情報科学パイオニアたちの欲望（西垣通著）",
        "startYear": 1991,
        "genre": [
          "COMPUTER",
          "THEORYMEDIA",
          "OUTOFPRINT",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4006031769&https://m.media-amazon.com/images/I/41SMiwA1mCL._ControlCacheEqualizer_.jpg",
        "note": "チューリング、ノイマン、ウィーナーなど情報科学の巨人たちを、「冷静な科学者」ではなく欲望とナルシシズムを持った人間として描き直し、情報技術の裏にある文化・思想的衝動を読み解く評論。技術史と思想史を交差させるスタイルで、日本の情報学・メディア論に大きな影響を与えました。/今なら「テック企業の創業者のマインドセット」を分析した本が山ほどありますが、それを90年代前半に、情報科学のパイオニアたちに対して行っているのがこの本です。合理性の背後にある宗教性や神話、自己愛をあぶり出していく視点は、AIブームの空気を一歩引いて眺めるのにとても役立ちます。",
        "label_en": "デジタル・ナルシス――情報科学パイオニアたちの欲望(Nishigaki Tohru)",
        "note_en": "A critique that redraws information science giants like Turing, Neumann, and Wiener not as \"calm scientists\" but as humans with desires and narcissism, decoding the cultural and ideological impulses behind information technology. With a style crossing technical history and intellectual history, it greatly influenced Japanese informatics and media theory./Nowadays there are mountains of books analyzing the \"mindset of tech founders,\" but this book did that for the pioneers of information science in the early 90s. The perspective of exposing the religiosity, mythology, and narcissism behind rationality is very useful for taking a step back and observing the atmosphere of the AI boom."
      },
      {
        "label": "サイケデリック・シンドローム―それはビートルズから始まった（デレク・テイラー著、水上はるこ訳）",
        "startYear": 1991,
        "genre": [
          "POPCULTURE",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4401612566/",
        "note": "ビートルズ周辺にいた広報マン・評論家デレク・テイラーが、サイケデリック文化と60年代ポップカルチャーの熱気を内側から描いた回想録。『サージェント・ペパーズ』を中心に、ロック、ドラッグ、若者文化が絡み合う時代精神を伝える。/こちらはサイケデリック文化の「ロック側」からの証言集という位置づけで、アシッド・ドリームズが政治・諜報側から見た歴史だとすると良い対になっています。コンピュータ以前の「意識拡張メディア」としてのロックとドラッグを理解するのに役立つ本です。",
        "label_en": "It Was Twenty Years Ago Today(Derek Taylor)",
        "url_en": "https://www.amazon.com/Was-Twenty-Years-Ago-Today/dp/0671642014&https://m.media-amazon.com/images/I/91B7DGLpPgL._SY425_.jpg",
        "note_en": "A memoir by Derek Taylor, a publicist and critic around the Beatles, depicting the heat of psychedelic culture and 60s pop culture from the inside. Centered on \"Sgt. Pepper's,\" it conveys the zeitgeist where rock, drugs, and youth culture intertwined./This is positioned as a collection of testimonies from the \"rock side\" of psychedelic culture, forming a good pair with \"Acid Dreams,\" which looks at history from the political/intelligence side. It is useful for understanding rock and drugs as \"consciousness-expanding media\" before computers."
      },
      {
        "label": "機械の花嫁（マーシャル・マクルーハン著、井坂学訳）",
        "startYear": 1991,
        "genre": [
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E6%A9%9F%E6%A2%B0%E3%81%AE%E8%8A%B1%E5%AB%81%E2%80%95%E7%94%A3%E6%A5%AD%E7%A4%BE%E4%BC%9A%E3%81%AE%E3%83%95%E3%82%A9%E3%83%BC%E3%82%AF%E3%83%AD%E3%82%A2-%E3%83%9E%E3%83%BC%E3%82%B7%E3%83%A3%E3%83%AB-%E3%83%9E%E3%82%AF%E3%83%AB%E3%83%BC%E3%83%8F%E3%83%B3/dp/4803500401&https://m.media-amazon.com/images/I/41rRFOzLKeL._SY425_.jpg",
        "note": "新聞広告や雑誌広告をコラージュ的に読み解きながら、20世紀の産業社会とマスメディアがつくる「意味生成装置」を分析したメディア論の古典。バルト『神話作用』と並べて読むと、記号としての広告・大衆文化の読み方が立体的に見えてきます。/今日のSNSタイムラインやアルゴリズム広告を見るとき、「機械の花嫁」で提示された視点はそのまま流用できます。広告のレイアウトやキャッチコピーから、無意識に刷り込まれる価値観を読み解く練習としても最高のテキストです。",
        "label_en": "The Mechanical Bride: Folklore of Industrial Man(Marshall McLuhan)",
        "url_en": "https://en.wikipedia.org/wiki/The_Mechanical_Bride",
        "note_en": "A classic of media theory that analyzes the \"meaning-generating apparatus\" created by 20th-century industrial society and mass media, while reading newspaper and magazine advertisements in a collage-like manner. Reading it alongside Barthes' \"Mythologies\" gives a three-dimensional view of how to read advertisements and mass culture as symbols./When looking at today's SNS timelines and algorithmic ads, the perspectives presented in \"The Mechanical Bride\" can be applied directly. It is also the best text for practicing how to decode values unconsciously imprinted from ad layouts and catchphrases."
      },
      {
        "label": "電脳生物たち ― 超AIによる文明の乗っ取り（ハンス・モラヴェック著、野崎昭弘訳）",
        "startYear": 1991,
        "genre": [
          "SCIENCE",
          "CYBERPUNK",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E9%9B%BB%E8%84%B3%E7%94%9F%E7%89%A9%E3%81%9F%E3%81%A1-%E8%B6%85AI%E3%81%AB%E3%82%88%E3%82%8B%E6%96%87%E6%98%8E%E3%81%AE%E4%B9%97%E3%81%A3%E5%8F%96%E3%82%8A/dp/4000057006&https://m.media-amazon.com/images/I/41lYe0Wv4vL._SY425_.jpg",
        "note": "人間の脳の情報パターンをコンピュータに移植し、ロボットの身体で「人類の文明を継承する」未来像を描くロボット学者の野心作。ポスト生物学的世界の倫理やアイデンティティも含め、今の「AIと人間」議論に直結する問題提起が多い。/「肉体から情報へ」という発想を、かなりラディカルなところまで押し進めた本です。今読むとSF寄りの大胆さもありますが、クラウド化・ロボット化・デジタル・イモータリティの議論を先取りしていて、当時としては相当にぶっ飛んだ未来像。サイバーパンク好きにもおすすめ。",
        "label_en": "Mind Children: The Future of Robot and Human Intelligence(Hans Moravec)",
        "url_en": "https://www.amazon.com/dp/0674576187&https://m.media-amazon.com/images/I/81l0eX01cEL._SY466_.jpg",
        "note_en": "An ambitious work by a roboticist that depicts a future where human brain information patterns are transplanted into computers, and robot bodies \"inherit human civilization.\" Including the ethics and identity of a post-biological world, it raises many issues directly connected to the current \"AI and Human\" debate./A book that pushed the idea of \"from flesh to information\" to a quite radical point. Reading it now, it has the boldness of SF, but it anticipates discussions on cloudification, robotization, and digital immortality, presenting a future image that was quite wild for its time. Recommended for cyberpunk lovers."
      },
      {
        "label": "利己的な遺伝子（リチャード・ドーキンス著、日高敏隆ほか訳）",
        "startYear": 1991,
        "genre": [
          "SCIENCE",
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/利己的な遺伝子|https://www.amazon.co.jp/%E5%88%A9%E5%B7%B1%E7%9A%84%E3%81%AA%E9%81%BA%E4%BC%9D%E5%AD%90-%E5%A2%97%E8%A3%9C%E6%96%B0%E8%A3%85%E7%89%88-%E3%83%AA%E3%83%81%E3%83%A3%E3%83%BC%E3%83%89%E3%83%BB%E3%83%89%E3%83%BC%E3%82%AD%E3%83%B3%E3%82%B9/dp/4314010037&https://m.media-amazon.com/images/I/51Q6M8KRGQL._SY425_.jpg",
        "note": "「われわれは遺伝子という名の利己的な存在を生き残らせるべく盲目的にプログラムされたロボットなのだ」という衝撃的な主張を展開。従来の生物観・人間観とぶつかるが、根底には確率論的な発想がある。/進化の主体を個体や種ではなく「遺伝子」に置くことで生物学にパラダイムシフトを起こしました。文化の伝達単位「ミーム」の概念も本書で提唱されました。",
        "label_en": "The Selfish Gene(Richard Dawkins)",
        "url_en": "https://en.wikipedia.org/wiki/The_Selfish_Gene",
        "note_en": "Developing the shocking argument that \"we are robots blindly programmed to preserve the selfish molecules known as genes.\" While it clashes with traditional views of biology and humanity, it is fundamentally based on probabilistic thinking./It caused a paradigm shift in biology by placing the subject of evolution not on the individual or species, but on the \"gene.\" The concept of \"meme\" as a unit of cultural transmission was also proposed in this book."
      },
      {
        "label": "サイボーグ・フェミニズム（ダナ・ハラウェイほか著、小谷真理・巽孝之編）",
        "startYear": 1991,
        "genre": [
          "POPCULTURE",
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%B5%E3%82%A4%E3%83%9C%E3%83%BC%E3%82%B0%E3%83%BB%E3%83%95%E3%82%A7%E3%83%9F%E3%83%8B%E3%82%BA%E3%83%A0-%E3%83%80%E3%83%8A-%E3%83%8F%E3%83%A9%E3%82%A6%E3%82%A7%E3%82%A4/dp/484570515X&https://m.media-amazon.com/images/I/51iySpHoKGL._SY425_.jpg",
        "note": "デジタルテクノロジーの進展がフェミニズムに与える影響を論じる。生物学、サイバネティックス、AI、ロボティックスを視野に入れた「サイボーグフェミニズム」の論考を収録。/ハラウェイの「サイボーグ宣言」を中心に、ジェンダーや有機体/機械の境界を撹乱・横断する思想を紹介した、日本独自の重要なアンソロジーです。",
        "label_en": "Simians, Cyborgs, and Women(Donna Haraway, et al.)",
        "url_en": "https://en.wikipedia.org/wiki/A_Cyborg_Manifesto",
        "note_en": "Discusses the impact of digital technology progress on feminism. Contains essays on \"Cyborg Feminism\" encompassing biology, cybernetics, AI, and robotics./An important anthology unique to Japan that introduces thoughts disturbing and crossing the boundaries of gender and organism/machine, centering on Haraway's \"A Cyborg Manifesto.\""
      },
      {
        "label": "サイバネティック・フィクション ― 柔らかい機械としてのポストモダン文学（デヴィッド・ポラッシュ著、上岡伸雄訳）",
        "startYear": 1991,
        "genre": [
          "CYBERPUNK",
          "THEORYMEDIA",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%B5%E3%82%A4%E3%83%90%E3%83%8D%E3%83%86%E3%82%A3%E3%83%83%E3%82%AF%E3%83%BB%E3%83%95%E3%82%A3%E3%82%AF%E3%82%B7%E3%83%A7%E3%83%B3-%E6%9F%94%E3%82%89%E3%81%8B%E3%81%84%E6%A9%9F%E6%A2%B0%E3%81%A8%E3%81%97%E3%81%A6%E3%81%AE%E3%83%9D%E3%82%B9%E3%83%88%E3%83%A2%E3%83%80%E3%83%B3%E6%96%87%E5%AD%A6-%E3%83%87%E3%83%B4%E3%82%A3%E3%83%83%E3%83%89-%E3%83%9D%E3%83%A9%E3%83%83%E3%82%B7%E3%83%A5/dp/4893421638&https://m.media-amazon.com/images/I/41tDz+i12gL._SY425_.jpg",
        "note": "R・ルーセル、K・ヴォネガット、W・バロウズ、T・ピンチョンらを取り上げ、「サイバネティックス」の観点からポストモダン文学を読み解いた批評書。タイトルにある「柔らかい機械」は、テキストや人間の意識そのものを、可塑性の高い情報機械としてとらえる概念。/SF小説というより、サイバネティクス的な視点でポストモダン文学を“ハッキング”する理論書です。情報・制御・フィードバックというキーワードで小説を読み直すスタイルは、そのまま現代のメディア論やネット文化批評にもつながっていて、SF読者が次のステップに行く時の良い「思考のブースター」になります。",
        "label_en": "The Soft Machine: Cybernetic Fiction(David Porush)",
        "url_en": "https://www.amazon.co.jp/Soft-Machine-Cybernetic-Artificial-Intelligence/dp/0815355130&https://m.media-amazon.com/images/I/41nVKFqnezL._SY522_.jpg",
        "note_en": "A critical book analyzing postmodern literature from the perspective of \"cybernetics,\" covering R. Roussel, K. Vonnegut, W. Burroughs, and T. Pynchon. The \"soft machine\" in the title is a concept viewing text and human consciousness itself as highly plastic information machines./Rather than an SF novel, it is a theoretical book that \"hacks\" postmodern literature from a cybernetic perspective. The style of rereading novels with keywords like information, control, and feedback connects directly to modern media theory and net culture criticism, serving as a good \"thought booster\" for SF readers moving to the next step."
      },
      {
        "label": "カッコウはコンピュータに卵を産む（クリフォード・ストール著、池央耿訳）",
        "startYear": 1991,
        "genre": [
          "HACKER",
          "WORK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%AB%E3%83%83%E3%82%B3%E3%82%A6%E3%81%AF%E3%82%B3%E3%83%B3%E3%83%94%E3%83%A5%E3%83%BC%E3%82%BF%E3%81%AB%E5%8D%B5%E3%82%92%E7%94%A3%E3%82%80-%E4%B8%8A-%E3%82%AF%E3%83%AA%E3%83%95%E3%82%A9%E3%83%BC%E3%83%89%E3%83%BB%E3%82%B9%E3%83%88%E3%83%BC%E3%83%AB-ebook/dp/B079TMK3YQ&https://m.media-amazon.com/images/I/91TS21Sc47L._SY425_.jpg",
        "note": "カリフォルニア大学バークレー校の天文学研究者ストールが、数ドルの計算機利用料のズレを追っていくうちに、東独ハッカーによるスパイ事件を突き止めてしまう――という実話サスペンス。ログ解析・ネットワーク管理・組織内調整など、すべてが素人＋アナログな時代ならではの「追跡劇」です。/「ログを読む」ことがどれだけドラマチックになり得るかを教えてくれる一冊です。今読むと技術的にはレトロですが、監視・プライバシー・国家の情報戦といったテーマはむしろ現在のサイバーセキュリティとも直結していて、時代を越えて効いてきます。",
        "label_en": "The Cuckoo’s Egg: Tracking a Spy Through the Maze of Computer Espionage(Clifford Stoll)",
        "url_en": "https://en.wikipedia.org/wiki/The_Cuckoo%27s_Egg",
        "note_en": "A true story suspense where Stoll, an astronomy researcher at UC Berkeley, tracks down a discrepancy of a few dollars in computer usage fees and uncovers a spy incident by an East German hacker. Log analysis, network management, internal coordination—all are a \"chase drama\" unique to an amateur + analog era./A book that teaches how dramatic \"reading logs\" can be. Reading it now, it is technically retro, but themes like surveillance, privacy, and national information warfare connect directly to current cybersecurity, remaining effective across eras."
      }
    ],
    "1992": [
      {
        "label": "バーチャル・リアリティ――幻想と現実の境界が消える日（ハワード・ラインゴールド著/沢田博監訳）",
        "label_en": "Virtual Reality: The Revolutionary Technology of Computer-Generated Artificial Worlds – and How It Promises to Transform Society(Howard Rheingold)",
        "startYear": 1992,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4890523782&https://m.media-amazon.com/images/I/91Www12XwyL._SY522_.jpg",
        "url_en": "&https://m.media-amazon.com/images/I/715RklY2z8S._SY522_.jpg",
        "note": "90年代初頭の「第1次VRブーム」の空気を伝える代表的な一般書。ヘッドマウントディスプレイやデータグローブなど当時のVR技術を紹介しつつ、その社会的・文化的インパクト――テレプレゼンス、テレコミュニティ、サイバースペース――について語っています。/かなり“熱い”トーンの本で、技術解説というよりも「VRはこんな社会を連れてくる」というマニフェストに近いです。いまのVR/メタバースの現状と見比べると、当たった予言・外れた予言が両方あって、そのギャップ自体が楽しい読みどころになります。",
        "note_en": "A representative general book conveying the atmosphere of the \"First VR Boom\" in the early 90s. While introducing VR technologies of the time like HMDs and Data Gloves, it discusses their social and cultural impact—telepresence, telecommunity, and cyberspace./It's a book with a quite \"heated\" tone, closer to a manifesto that \"VR will bring this kind of society\" than a technical explanation. Comparing it with the current state of VR/Metaverse, there are both hits and misses in its predictions, and that gap itself becomes an enjoyable reading point."
      },
      {
        "label": "アシッド・ドリームズ―CIA、LSD、ヒッピー革命（マーティン・A・リー、ブルース・シュレイン著、越智道雄訳）",
        "label_en": "Acid Dreams: The CIA, LSD, and the Sixties Rebellion(Martin A. Lee, Bruce Shlain)",
        "startYear": 1992,
        "genre": [
          "POPCULTURE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4807492039&https://m.media-amazon.com/images/I/71cdxlRABtL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Acid_Dreams_(book)|https://www.amazon.com/Acid-Dreams-Complete-History-Sixties/dp/0802130623&https://m.media-amazon.com/images/I/91Nh3R1KdqL._SY425_.jpg",
        "note": "CIAによるLSD使用の歴史と、サイケデリック文化が60年代カウンターカルチャーに与えた影響を追跡したルポルタージュ。MKウルトラなどの極秘プログラムや、ヒッピー文化・反戦運動との連関を大量の公文書から描き出す。/LSDとCIAという、サイバーカルチャー史でもよく語られる「陰の系譜」を正面から扱った本です。電脳世界やネット文化を描く作品の裏側には、しばしばこうしたドラッグと監視・制御の歴史が下敷きにあり、その文脈を理解するうえで欠かせない資料になっています。",
        "note_en": "A reportage tracing the history of CIA LSD use and the influence of psychedelic culture on the 60s counter-culture. It draws out connections between top-secret programs like MKUltra and hippie culture/anti-war movements from a large volume of official documents./A book that frontally deals with the \"shadow lineage\" of LSD and the CIA, often discussed in cyber culture history. Behind works depicting cyber worlds and net culture, there is often this underlying history of drugs, surveillance, and control, making this an indispensable resource for understanding that context."
      },
      {
        "label": "サイケデリック神秘学―セックス・麻薬・オカルティズム（ロバート・アントン・ウィルソン著、浜野アキオ訳）",
        "label_en": "Sex, Drugs & Magick: A Journey Beyond Limits(Robert Anton Wilson)",
        "startYear": 1992,
        "genre": [
          "POPCULTURE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4893421840&https://m.media-amazon.com/images/I/81ljoIgf5+L._SY466_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Sex,_Drugs_and_Magick|https://www.amazon.com/dp/1734473525&https://m.media-amazon.com/images/I/71LjU7bwF6S._SY466_.jpg",
        "note": "セックスとドラッグ、そしてオカルティズムの関係を、ユーモラスかつ実験的な文体で論じたカウンターカルチャーの名著。プレイボーイ・プレスから出た原著版が後に改題・改訂され、現代魔術文化にも影響を与えた。/ドラッグ文化を単なる賛美でも否定でもなく、「意識や現実の構築を検証するツール」として扱うRAWらしい一冊です。サイバーカルチャーに流れ込むニューエイジやオカルティズムの系譜をたどる際にも、背後にこの本の影を見つけることができます。",
        "note_en": "A classic of counter-culture discussing the relationship between sex, drugs, and occultism in a humorous and experimental style. The original edition published by Playboy Press was later retitled and revised, influencing modern magick culture./A book typical of RAW that treats drug culture neither as mere praise nor denial, but as a \"tool to verify the construction of consciousness and reality.\" You can find the shadow of this book behind the genealogy of New Age and occultism flowing into cyber culture."
      },
      {
        "label": "創造する機械 ― ナノテクノロジー（K・エリック・ドレクスラー著、相澤益男訳）",
        "label_en": "Engines of Creation: The Coming Era of Nanotechnology(K. Eric Drexler)",
        "startYear": 1992,
        "genre": [
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E5%89%B5%E9%80%A0%E3%81%99%E3%82%8B%E6%A9%9F%E6%A2%B0%E2%80%95%E3%83%8A%E3%83%8E%E3%83%86%E3%82%AF%E3%83%8E%E3%83%AD%E3%82%B8%E3%83%BC-K-%E3%82%A8%E3%83%AA%E3%83%83%E3%82%AF-%E3%83%89%E3%83%AC%E3%82%AF%E3%82%B9%E3%83%A9%E3%83%BC/dp/4893620894&https://m.media-amazon.com/images/I/719dvoTvaxL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Engines_of_Creation",
        "note": "分子レベルで物質を自在に組み立てる「ナノマシン」の概念を一般に広めた古典的名著。医療、宇宙開発、環境浄化などへの応用と同時に、社会的影響やリスクにも踏み込んで論じる。日本では「ナノテク」という言葉が広まる前から、この本で触れた人も多い。/「ナノテクで世界が変わる」というフレーズの源流みたいな本です。今読むと“やや楽観的すぎる未来予測”もありますが、「原子一個レベルで世界を編集する」という発想は、その後のテック思想にかなり深く染み込んでいます。SFとテクノロジー思想の中間にある一冊。",
        "note_en": "A classic masterpiece that popularized the concept of \"nanomachines\" that freely assemble matter at the molecular level. It discusses applications in medicine, space development, environmental purification, as well as social impacts and risks./The source of the phrase \"Nanotech will change the world.\" Reading it now, there are some \"slightly too optimistic future predictions,\" but the idea of \"editing the world at the single-atom level\" has seeped deeply into subsequent tech thought. A book sitting between SF and technology philosophy."
      },
      {
        "label": "コンピュータには何ができないか（ヒューバート・L・ドレイファス著、黒崎政男・村若修訳）",
        "label_en": "What Computers Can’t Do: The Limits of Artificial Intelligence(Hubert L. Dreyfus)",
        "startYear": 1992,
        "genre": [
          "COMPUTER",
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%B3%E3%83%B3%E3%83%94%E3%83%A5%E3%83%BC%E3%82%BF%E3%81%AB%E3%81%AF%E4%BD%95%E3%81%8C%E3%81%A7%E3%81%8D%E3%81%AA%E3%81%84%E3%81%8B%E2%80%95%E5%93%B2%E5%AD%A6%E7%9A%84%E4%BA%BA%E5%B7%A5%E7%9F%A5%E8%83%BD%E6%89%B9%E5%88%A4-%E3%83%92%E3%83%A5%E3%83%BC%E3%83%90%E3%83%BC%E3%83%88%E3%83%BBL-%E3%83%89%E3%83%AC%E3%82%A4%E3%83%95%E3%82%A1%E3%82%B9/dp/478280069X&https://m.media-amazon.com/images/I/51lGmLiVTrL._SY425_.jpg",
        "url_en": "https://www.amazon.com/What-computers-cant-artificial-intelligence/dp/0060906243&https://m.media-amazon.com/images/I/41B-C0Hql5L._SY466_.jpg",
        "note": "当時のAI研究に対して「人間の知性は形式的ルール操作には還元できない」と徹底的に批判した、現象学寄りの立場からのクラシック。登場時には大きな反発を受けたが、のちにディープラーニング以降の議論でも再評価されることになる。/「AIに何が“できない”のか」を真正面から論じた本で、楽観的なAI本とは真逆のポジションにあります。読んでいて時々イラっとするくらい辛口ですが、「人間の身体性や状況依存性はどう扱うのか？」という問いは、今のLLM時代にもそのまま突き刺さります。",
        "note_en": "A classic from a phenomenological standpoint that thoroughly criticized AI research of the time, arguing that \"human intelligence cannot be reduced to formal rule manipulation.\" Although it met with strong opposition upon release, it was later re-evaluated in discussions following deep learning./A book that squarely discusses \"what AI 'cannot' do,\" positioned exactly opposite to optimistic AI books. It is sharp enough to be irritating at times, but the question \"how to handle human embodiment and situational dependence?\" pierces through even in the current LLM era."
      },
      {
        "label": "アラン・ケイ（アラン・ケイ著、鶴岡雄二・浜野保樹訳）",
        "label_en": "Personal Dynamic Media and Others(Alan Kay)",
        "startYear": 1992,
        "genre": [
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%A2%E3%83%A9%E3%83%B3%E3%83%BB%E3%82%B1%E3%82%A4-Ascii-books-%E3%82%A2%E3%83%A9%E3%83%B3%E3%83%BBC-%E3%82%B1%E3%82%A4/dp/4756101070&https://m.media-amazon.com/images/I/21UZSW50iaL.jpg",
        "note": "誰でも使え、手軽に持ち運べて、電話やネットワークと結び付いて自由に情報のやりとりができる“ダイナミックな本 ダイナブック”。その提唱者こそアラン・ケイである。いまでこそあたりまえのようだが、20年以上前にダイナブック構想を発表し、実際に製作に着手したというのだから驚く。本書はそうした現代の予言者の代表的論文を収録した日本独自の論文集である。/本書は、アラン・ケイに関する重要な視点を提供しています。今日のタブレットやラップトップの原型となる思想が、技術的な仕様だけでなく「人間のための道具」という哲学として語られている点が重要です。",
        "note_en": "The \"Dynamic Book (Dynabook)\" is a device that anyone can use, easily carry, and link with telephones and networks to freely exchange information. Its proponent is Alan Kay. It seems obvious now, but it is surprising that he announced the Dynabook concept and actually started production more than 20 years ago. This book is a unique Japanese collection of representative papers by such a modern prophet./This book provides an important perspective on Alan Kay. It is important that the ideas forming the prototype of today's tablets and laptops are discussed not only as technical specifications but as a philosophy of \"tools for humans.\""
      },
      {
        "label": "劇場としてのコンピュータ（ブレンダ・ローレル著、遠山峻征訳）",
        "label_en": "Computers as Theatre(Brenda Laurel)",
        "startYear": 1992,
        "genre": [
          "THEORYMEDIA",
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E5%8A%87%E5%A0%B4%E3%81%A8%E3%81%97%E3%81%A6%E3%81%AE%E3%82%B3%E3%83%B3%E3%83%94%E3%83%A5%E3%83%BC%E3%82%BF-%E3%82%A2%E3%82%B8%E3%82%BD%E3%83%B3-%E3%82%A6%E3%82%A7%E3%82%B9%E3%83%AC%E3%82%A4%E3%83%BB%E3%83%88%E3%83%83%E3%83%91%E3%83%B3%E6%83%85%E5%A0%B1%E7%A7%91%E5%AD%A6%E3%82%B7%E3%83%AA%E3%83%BC%E3%82%BA-%E3%83%96%E3%83%AC%E3%83%B3%E3%83%80-%E3%83%AD%E3%83%BC%E3%83%AC%E3%83%AB/dp/4810180441&https://m.media-amazon.com/images/I/71T5Cih+TLL._SY425_.jpg",
        "url_en": "https://www.amazon.com/Computers-As-Theatre-Brenda-Laurel/dp/0201510480&https://m.media-amazon.com/images/I/41SBV9z0CbL.jpg",
        "note": "情報ネットワークやVRが社会に与える影響を「デジタルシアター」という切り口から分析。コンピュータ空間における思考、コミュニケーション、創造的活動の可能性を探る。/アリストテレスの詩学（演劇論）をヒューマン・コンピュータ・インタラクション（HCI）に応用し、インターフェースを「体験の演劇」としてデザインすることを提唱した先駆的な書です。",
        "note_en": "Analyzes the impact of information networks and VR on society from the perspective of \"digital theater.\" Explores the possibilities of thought, communication, and creative activities in computer space./A pioneering book that applied Aristotle's Poetics (dramatic theory) to Human-Computer Interaction (HCI) and advocated designing interfaces as \"theatre of experience.\""
      },
      {
        "label": "一兆年の宴（ブライアン・W・オールディス、デイヴィッド・ウィングローヴ著、浅倉久志訳）",
        "label_en": "Trillion Year Spree: The History of Science Fiction(Brian W. Aldiss, David Wingrove)",
        "startYear": 1992,
        "genre": [
          "CYBERPUNK",
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E4%B8%80%E5%85%86%E5%B9%B4%E3%81%AE%E5%AE%B4-KEY-LIBRARY-%E3%83%96%E3%83%A9%E3%82%A4%E3%82%A2%E3%83%B3-%E3%82%AA%E3%83%BC%E3%83%AB%E3%83%87%E3%82%A3%E3%82%B9/dp/4488015123&https://m.media-amazon.com/images/I/11vGY1D+POL.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Trillion_Year_Spree:_The_History_of_Science_Fiction",
        "note": "SFの起源から1980年代までを、古典・雑誌文化・ニューウェーブなどの流れとともに俯瞰する大部のSF史。オールディスらしい辛口の評価と愛情が同居しており、「十億年の宴」を大幅に増補した決定版的な一冊。/いま読むと「古いSF史」ではあるのですが、どの作家・作品を厚く扱い、どこを切り捨てるかという価値判断がそのまま80年代までのSF観の標本になっています。自分のSF遍歴と照らし合わせながら読むと、「ここは同意」「ここはちょっと違う」とツッコミながら楽しめる“意見の強い”歴史書です。",
        "note_en": "A massive SF history surveying from the origins of SF to the 1980s, along with currents like classics, magazine culture, and New Wave. Aldiss-like harsh evaluation and affection coexist in this definitive edition significantly expanded from \"Billion Year Spree.\"/Reading it now, it is an \"old SF history,\" but the value judgments on which authors/works to treat heavily or cut serve as a specimen of the SF view up to the 80s. It is an \"opinionated\" history book you can enjoy while comparing with your own SF history, nodding or retorting."
      },
      {
        "label": "ハッカーは笑う（ケイティ・ハフナー、ジョン・マルコフ著、服部桂訳）",
        "label_en": "Cyberpunk: Outlaws and Hackers on the Computer Frontier(Katie Hafner, John Markoff)",
        "startYear": 1992,
        "genre": [
          "HACKER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%8F%E3%83%83%E3%82%AB%E3%83%BC%E3%81%AF%E7%AC%91%E3%81%86-%E3%82%B1%E3%82%A4%E3%83%86%E3%82%A3-%E3%83%8F%E3%83%95%E3%83%8A%E3%83%BC/dp/4871883876&https://m.media-amazon.com/images/I/91ZJLJMHy+L._SY425_.jpg",
        "url_en": "https://www.amazon.com/CYBERPUNK-Outlaws-Hackers-Computer-Frontier/dp/0684818620&https://m.media-amazon.com/images/I/71bbj5lFJ4S._SY466_.jpg",
        "note": "ベル電話システムの「フリーカー」、ケビン・ミトニックら、80〜90年代初期の著名ハッカーたちを、ルポルタージュとして描いたノンフィクション。マスメディアが「サイバーパンク」をどう消費し、ハッカー像を作り上げていったかがよく見えます。/『ハッカーズ』が「創造的ハッカー文化」の内部史だとすれば、こちらはその後の「アウトロー化したハッカーたち」を追った犯罪ノンフィクション寄り。メディアが好む劇画的なハッカー像が、どこまで事実でどこから演出か、読み比べると楽しいです。",
        "note_en": "A non-fiction reporting on famous hackers of the 80s and early 90s, such as Bell system \"phreakers\" and Kevin Mitnick. It clearly shows how mass media consumed \"cyberpunk\" and built up the hacker image./If \"Hackers\" is the internal history of \"creative hacker culture,\" this leans towards crime non-fiction following the subsequent \"outlawed hackers.\" It is fun to compare and read how much of the dramatic hacker image preferred by media is fact and how much is staged."
      }
    ],
    "1993": [
      {
        "label": "免疫の意味論（多田富雄著）",
        "label_en": "免疫の意味論(Tomio Tada)",
        "startYear": 1993,
        "genre": [
          "THEORYMEDIA",
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E5%85%8D%E7%96%AB%E3%81%AE%E6%84%8F%E5%91%B3%E8%AB%96-%E5%A4%9A%E7%94%B0-%E5%AF%8C%E9%9B%84/dp/4791752430&https://m.media-amazon.com/images/I/71YRsDWOu1L._SY425_.jpg",
        "note": "免疫学の専門知識を背景に、「自己」と「非自己」を識別する免疫系を、言語・記号・意味のプロセスとして捉え直したエッセイ的名著。生命科学と哲学・文学的思考が交差する。/「自己とは何か？」を、哲学ではなく免疫系から問うという離れ業の本です。ネットワークやAIが“敵／味方”“スパム／非スパム”を学習していく様子を思い浮かべると、免疫系の比喩としてかなりしっくり来ます。情報社会の「境界線」の問題を先取りしているとも読めます。",
        "note_en": "An essayistic masterpiece that reinterprets the immune system, which distinguishes between \"self\" and \"nonself,\" as a process of language, symbols, and meaning, backed by expert knowledge in immunology. Life science intersects with philosophical and literary thought./A feat of a book that asks \"What is the self?\" not from philosophy but from the immune system. When you imagine how networks and AI learn \"friend/foe\" or \"spam/non-spam,\" it fits quite well as a metaphor for the immune system. It can be read as anticipating the \"boundary\" problems of the information society."
      },
      {
        "label": "バーチャルワールド（ベンジャミン・ウーリー著、福洋一訳）",
        "label_en": "Virtual Worlds: A Journey in Hype and Hyperreality(Benjamin Woolley)",
        "startYear": 1993,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%90%E3%83%BC%E3%83%81%E3%83%A3%E3%83%AB%E3%83%AF%E3%83%BC%E3%83%AB%E3%83%89-%E3%83%99%E3%83%B3%E3%82%B8%E3%83%A3%E3%83%9F%E3%83%B3-%E3%82%A6%E3%83%BC%E3%83%AA%E3%83%BC/dp/484434630X",
        "url_en": "https://www.amazon.com/Virtual-Worlds-Journey-Hype-Hyperreality/dp/0631182144&https://m.media-amazon.com/images/I/81GHbR1h7vL._SY466_.jpg",
        "note": "バーチャルリアリティの文化的・思想的側面を、シミュレーション、カオス、量子力学、ポストモダニズムなど多様な事例と関連づけて論じている。風呂敷を広げすぎの感はあるが重要な議論を含む。/VR技術を単なるガジェットとしてではなく、ボードリヤールの「シミュラークル」などの現代思想と接続し、現実と虚構の関係性を問い直した著作です。",
        "note_en": "Discusses the cultural and ideological aspects of virtual reality in relation to diverse examples such as simulation, chaos, quantum mechanics, and postmodernism. While it feels a bit overextended, it contains important discussions./A work that re-questions the relationship between reality and fiction by connecting VR technology not just as a gadget but with modern thought such as Baudrillard's \"simulacra.\""
      },
      {
        "label": "ハイブリッド・チャイルド（大原まり子著）",
        "label_en": "Hybrid Child(Mariko Ohara)",
        "startYear": 1993,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4150303932&https://m.media-amazon.com/images/I/5134NNSP1EL._SY425_.jpg",
        "note": "人間と機械／生物と人工物といった境界をテーマにした、日本オリジナルのサイバーパンク／ポストヒューマンSF。タイトル通り「ハイブリッド」をめぐる複数の物語・イメージが交錯する。/日本SFにおける「サイボーグ／ジェンダー／身体」の問題系を語るうえで外せない一冊です。海外サイバーパンクの輸入とは違い、日本語の感性と文体で「境界の揺らぎ」が語られていて、同時期の伊藤計劃以降の潮流とも響き合う部分があります。",
        "note_en": "A Japanese original cyberpunk/post-human SF themed on boundaries such as human/machine and living/artificial. As the title suggests, multiple stories and images revolving around \"hybrids\" intersect./An indispensable book for discussing the \"cyborg/gender/body\" issues in Japanese SF. Unlike imported overseas cyberpunk, \"fluctuation of boundaries\" is told with Japanese sensibility and style, resonating with the currents from Project Itoh onwards in the same period."
      },
      {
        "label": "パサージュ論（ヴァルター・ベンヤミン著、今村仁司・三島憲一ほか訳）",
        "startYear": 1993,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%91%E3%82%B5%E3%83%BC%E3%82%B8%E3%83%A5%E8%AB%96-%E5%85%A85%E5%B7%BB%E6%8F%83-%E3%83%B4%E3%82%A1%E3%83%AB%E3%82%BF%E3%83%BC%E3%83%BB%E3%83%99%E3%83%B3%E3%83%A4%E3%83%9F%E3%83%B3-%E4%BB%8A%E6%9D%91%E4%BB%81%E5%8F%B8-%E5%B2%A9%E6%B3%A2%E7%8F%BE%E4%BB%A3%E6%96%87%E5%BA%AB/dp/B0C9GHFGNB&https://m.media-amazon.com/images/I/31H0E25d4oL.jpg",
        "note": "19世紀パリの「パサージュ（アーケード街）」を百科事典的に蒐集し、近代都市と消費社会の成立をモンタージュ的に描き出そうとした巨大な断片群。未完のまま残されたベンヤミンの主著であり、近代批判・メディア論・都市論の源泉となっている。/近代都市や資本主義をテーマにした本は数あれど、「パサージュ論」は情報の“スクラップブック”的集積でそれをやろうとした点が異様です。断片の山を前に「検索もタグも無いZettelkastenで世界をハックしている人」という感じで読むと、現代のデータベース社会にもつながる“アナログRAG”のように見えてきます。",
        "label_en": "Das Passagen-Werk(Walter Benjamin)",
        "url_en": "https://en.wikipedia.org/wiki/Arcades_Project",
        "note_en": "A massive collection of fragments that encyclopedically collected the \"passages\" (arcades) of 19th-century Paris, attempting to depict the formation of the modern city and consumer society in a montage style. Benjamin's magnum opus left unfinished, it is a source for modern critique, media theory, and urban theory./There are many books on modern cities and capitalism, but \"The Arcades Project\" is unique in attempting to do this through a \"scrapbook-like\" accumulation of information. Facing this mountain of fragments, if you read it as \"someone hacking the world with a Zettelkasten without search or tags,\" it starts to look like an \"analog RAG\" connected to modern database society."
      }
    ],
    "1994": [
      {
        "label": "ENIAC神話の崩れた日（クラーク・R・モレンホフ著/最相葉月・松本泰男訳）",
        "label_en": "Atanasoff: Forgotten Father of the Computer(Clark R. Mollenhoff)",
        "startYear": 1994,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4769350880&https://m.media-amazon.com/images/I/51E3M7JCD9L._SY425_.jpg",
        "url_en": "https://www.amazon.com/dp/0813800323&https://m.media-amazon.com/images/I/61BNI3D5dTS._SY425_.jpg",
        "note": "「世界初の電子計算機は誰が作ったのか？」という論争の中で、アイオワ州立大学のジョン・アタナソフとABC（Atanasoff–Berry Computer）に光を当てたドキュメント。ENIAC特許裁判での証言や資料を追いながら、「ENIAC神話」がどのように形成され、崩れていったかを描きます。/コンピュータ史の「勝者の物語」を書き換える本です。ENIACの影に隠れていたアタナソフの仕事が、法廷でどう評価されていったのかを追うことで、「誰の物語が歴史になるのか」という視点も得られます。技術史というより、知財と名誉、そして“語り”の問題として読むと面白いです。",
        "note_en": "A document shedding light on John Atanasoff of Iowa State University and the ABC (Atanasoff–Berry Computer) amidst the controversy of \"who built the world's first electronic computer?\" Following testimonies and materials from the ENIAC patent trial, it depicts how the \"ENIAC myth\" was formed and how it crumbled./A book that rewrites the \"winner's tale\" of computer history. By following how Atanasoff's work, hidden in ENIAC's shadow, came to be evaluated in court, you gain the perspective of \"whose story becomes history.\" It is interesting to read not just as technical history, but as a problem of IP, honor, and \"narrative.\""
      },
      {
        "label": "サイバースペース（マイケル・ベネディクト編/NTTヒューマンインタフェース研究所・鈴木圭介・山田和子訳）",
        "label_en": "Cyberspace: First Steps(Michael Benedikt)",
        "startYear": 1994,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4871882659&https://m.media-amazon.com/images/I/51zVA4lTBJL._SY522_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Cyberspace:_First_Steps|https://www.amazon.com/dp/0262521776&https://m.media-amazon.com/images/I/51DlVq43WSL.jpg",
        "note": "建築、哲学、計算機科学、アートなど様々な分野の研究者が「サイバースペースとは何か」を論じた論文集。ギブソン的な電脳空間のイメージだけでなく、空間論・記号論・法律など、多様な観点から“仮想空間”概念を定式化しようとしています。/サイバー空間をテーマにした本はいろいろありますが、これはかなり“学際ゴリゴリ系”。VRやネットサービスの具体論というより、「そもそもサイバースペースはどんな空間概念なのか？」を真面目に考えたい人向けです。情報建築やメタバース設計の思想的バックボーンとして読むと面白いです。",
        "note_en": "A collection of papers where researchers from various fields like architecture, philosophy, computer science, and art discuss \"what is cyberspace.\" It attempts to formulate the concept of \"virtual space\" from diverse perspectives such as spatial theory, semiotics, and law, not just the Gibsonian image of cyberspace./There are many books on cyber space, but this one is quite \"hardcore interdisciplinary.\" It is for those who want to seriously think about \"what kind of spatial concept cyberspace is in the first place,\" rather than specific theories of VR or net services. It is interesting to read as an ideological backbone for information architecture and Metaverse design."
      },
      {
        "label": "千のプラトー ― 資本主義と分裂症（ジル・ドゥルーズ、フェリックス・ガタリ著、宇野邦一ほか訳）",
        "label_en": "Mille Plateaux(Gilles Deleuze, Félix Guattari)",
        "startYear": 1994,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/千のプラトー|https://www.amazon.co.jp/%E5%8D%83%E3%81%AE%E3%83%97%E3%83%A9%E3%83%88%E3%83%BC%E2%80%95%E8%B3%87%E6%9C%AC%E4%B8%BB%E7%BE%A9%E3%81%A8%E5%88%86%E8%A3%82%E7%97%87-%E3%82%B8%E3%83%AB-%E3%83%89%E3%82%A5%E3%83%AB%E3%83%BC%E3%82%BA/dp/4309241514&https://m.media-amazon.com/images/I/91q8uvmEClL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/A_Thousand_Plateaus",
        "note": "『アンチ・オイディプス』が理論編だとすれば、本書はその「実践編」。リゾーム、脱領土化、アレンジメント（アンサンブラージュ）などの概念を用い、哲学・音楽・地政学・ポップカルチャーにまたがる「多様体としての世界」を描き出します。/ネットワーク、P2P、分散システム、インターネットの「樹形図ではない」構造を語るときに、つい「リゾーム」という言葉を使いたくなります。階層型ツリー vs. リゾームという対比は、ネットワーク設計や組織論のメタファーとしても、かなり便利です。",
        "note_en": "If \"Anti-Oedipus\" is the theory, this book is the \"practice.\" Using concepts such as rhizome, deterritorialization, and assemblage, it depicts the \"world as a multiplicity\" spanning philosophy, music, geopolitics, and pop culture./When talking about the \"non-tree-like\" structure of networks, P2P, distributed systems, and the internet, one is tempted to use the word \"rhizome.\" The contrast of hierarchical tree vs. rhizome is quite useful as a metaphor for network design and organizational theory."
      },
      {
        "label": "皇帝の新しい心 ― コンピュータ・心・物理法則（ロジャー・ペンローズ著、林一訳）",
        "label_en": "The Emperor’s New Mind: Concerning Computers, Minds and the Laws of Physics(Roger Penrose)",
        "startYear": 1994,
        "genre": [
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E7%9A%87%E5%B8%9D%E3%81%AE%E6%96%B0%E3%81%97%E3%81%84%E5%BF%83%E2%80%95%E3%82%B3%E3%83%B3%E3%83%94%E3%83%A5%E3%83%BC%E3%82%BF%E3%83%BB%E5%BF%83%E3%83%BB%E7%89%A9%E7%90%86%E6%B3%95%E5%89%87-%E3%83%AD%E3%82%B8%E3%83%A3%E3%83%BC-%E3%83%9A%E3%83%B3%E3%83%AD%E3%83%BC%E3%82%BA/dp/4622040964&https://m.media-amazon.com/images/I/51eIfY6KVdL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Emperor%27s_New_Mind",
        "note": "量子力学・数学・宇宙論を総動員して、「人間の意識は計算では尽くせない」と主張する大部の本。チューリングマシンやゲーデルの不完全性定理なども丁寧に解説しつつ、AI強信派に対してかなり挑発的な立場をとる。/物理学者が本気で「心とは何か」に殴り込みをかけた本で、難解だけど読み応えは抜群です。AI・計算論・量子論・時間論が一冊の中でごちゃっと絡み合うので、通読すると「心の問題って、こんなにデカいスケールの話なんだな…」という感覚になります。",
        "note_en": "A massive book mobilizing quantum mechanics, mathematics, and cosmology to argue that \"human consciousness cannot be exhausted by calculation.\" While carefully explaining Turing machines and Gödel's incompleteness theorems, it takes a quite provocative stance against AI hardliners./A massive book where a physicist seriously punches into \"what is the mind,\" difficult but incredibly rewarding to read. Since AI, computational theory, quantum theory, and time theory are all tangled up in one book, reading it through gives you a sense of \"The problem of the mind is a story on such a huge scale...\""
      },
      {
        "label": "ライティング・スペース：電子テキスト時代のエクリチュール（ジェイ・デイヴィッド・ボルター著、黒崎政男ほか訳）",
        "label_en": "Writing Space: The Computer, Hypertext, and the History of Writing(Jay David Bolter)",
        "startYear": 1994,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%A9%E3%82%A4%E3%83%86%E3%82%A3%E3%83%B3%E3%82%B0-%E3%82%B9%E3%83%9A%E3%83%BC%E3%82%B9%E2%80%95%E9%9B%BB%E5%AD%90%E3%83%86%E3%82%AD%E3%82%B9%E3%83%88%E6%99%82%E4%BB%A3%E3%81%AE%E3%82%A8%E3%82%AF%E3%83%AA%E3%83%81%E3%83%A5%E3%83%BC%E3%83%AB-%E3%82%B8%E3%82%A7%E3%82%A4%E3%83%BB%E3%83%87%E3%82%A4%E3%83%B4%E3%82%A3%E3%83%83%E3%83%89-%E3%83%9C%E3%83%AB%E3%82%BF%E3%83%BC/dp/4782800878&https://m.media-amazon.com/images/I/71NtT+OT1rL._SY425_.jpg",
        "url_en": "https://www.amazon.com/Writing-Space-Computer-Hypertext-History/dp/0805804277&https://m.media-amazon.com/images/I/81CYudRBOZL._SY385_.jpg",
        "note": "ネットワーク時代のハイパーテキストの可能性を論じる。メディアテクノロジーの変遷が「書くこと」「読むこと」にどのような根本的変容をもたらすか、説得力のある議論が展開されている。/パピルスから印刷、そして電子テキストへの移行を歴史的に位置づけ、ハイパーテキストが人間の思考や表現（エクリチュール）をどう変えるかを論じたメディア論の良書です。",
        "note_en": "Discusses the possibilities of hypertext in the network age. It unfolds a persuasive argument on what fundamental transformations the transition of media technology brings to \"writing\" and \"reading.\"/A good book on media theory that historically situates the transition from papyrus to print and then to electronic text, discussing how hypertext changes human thought and expression (écriture)."
      },
      {
        "label": "ヴァーチャル・ライト（ウィリアム・ギブスン著、浅倉久志訳）",
        "label_en": "Virtual Light(William Gibson)",
        "startYear": 1994,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%B4%E3%82%A1%E3%83%BC%E3%83%81%E3%83%A3%E3%83%AB%E3%83%BB%E3%83%A9%E3%82%A4%E3%83%88-%E8%A7%92%E5%B7%9D%E6%96%87%E5%BA%AB-%E3%82%A6%E3%82%A3%E3%83%AA%E3%82%A2%E3%83%A0-%E3%82%AE%E3%83%96%E3%82%B9%E3%83%B3/dp/4042659039",
        "url_en": "https://en.wikipedia.org/wiki/Virtual_Light",
        "note": "大地震後のサンフランシスコ・オークランド・ベイブリッジ上に形成されたスラムを舞台に、自転車メッセンジャーの少女と、重要なデータが埋め込まれたサングラス「ヴァーチャル・ライト」をめぐる争奪戦が描かれる〈橋三部作〉の第1作。/ここでは“電脳空間の英雄譚”というより、インフラ崩壊後の都市に生きる人びとの生活と、資本に支配された都市計画の暗部が前面に出てきます。ブレードランナー的な都市イメージと、90年代カリフォルニアの空気感が混ざった、ちょっと泥臭いポスト・サイバーパンクです。",
        "note_en": "The first of the \"Bridge Trilogy,\" depicting a struggle over sunglasses \"Virtual Light\" embedded with important data and a bicycle messenger girl, set in a slum formed on the San Francisco-Oakland Bay Bridge after a major earthquake. /Here, rather than a \"heroic tale of cyberspace,\" the lives of people living in a city after infrastructure collapse and the dark side of urban planning dominated by capital come to the fore. It is a slightly muddy post-cyberpunk mixing Blade Runner-esque urban images with the atmosphere of 90s California."
      },
      {
        "label": "ねじまき鳥クロニクル（村上春樹著）",
        "label_en": "The Wind-Up Bird Chronicle(Haruki Murakami)",
        "startYear": 1994,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/ねじまき鳥クロニクル",
        "url_en": "https://en.wikipedia.org/wiki/The_Wind-Up_Bird_Chronicle",
        "note": "平凡な失業中の男「岡田トオル」が、失踪した妻を探す過程で、戦争体験・暴力・占い師・謎めいた“井戸”といったモチーフに巻き込まれていく長編。日常から異界へ徐々にズレていく構造が特徴で、村上春樹の代表作の一つ。/サイバーパンクや情報技術の本とは違う方向に振り切れていますが、「個人の記憶」と「20世紀日本の暴力的な歴史」が、不可解な井戸や鳥の鳴き声と結びついていく構図は、広い意味での“見えないシステム”小説とも読めます。リストの中にぽんと混ざっていることで、90年代カルチャーの空気を立体的にしてくれる存在ですね。",
        "note_en": "A novel where an ordinary unemployed man \"Toru Okada\" gets involved with motifs such as war experiences, violence, fortune tellers, and a mysterious \"well\" in the process of searching for his missing wife. Characterized by a structure that gradually shifts from everyday life to another world, it is one of Haruki Murakami's representative works./While swinging in a different direction from cyberpunk and IT books, the composition where \"individual memory\" and \"20th-century Japan's violent history\" link with incomprehensible wells and bird cries can be read as a \"invisible system\" novel in a broad sense. Its presence in the list adds dimensionality to the atmosphere of 90s culture."
      },
      {
        "label": "UNIXの1/4世紀（ピーター・H・サルス著/QUIPU LLC訳）",
        "label_en": "A Quarter Century of UNIX(Peter H. Salus)",
        "startYear": 1994,
        "genre": [
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4756136591&https://m.media-amazon.com/images/I/515brQ1pBJL._SY342_.jpg",
        "url_en": "https://www.amazon.com/dp/0201547775&https://m.media-amazon.com/images/I/21gkxRJn4zL.jpg",
        "note": "オペレーティングシステムUNIXが誕生してから25年間の歴史を詳細に綴った一冊。ベル研究所での開発初期段階から、学術界への広がり、商用化、そしてフリーソフトウェア運動への影響まで、UNIXがコンピュータの世界に与えた計り知れない影響を包括的に解説しています。/UNIXのパイプやフィルタといった設計思想が、現代のソフトウェア開発やインターネット技術の基盤にどう組み込まれていったかを理解できます。技術的な側面だけでなく、開発者たちの人間ドラマや文化的な影響にも焦点を当てています。(C)",
        "note_en": "A detailed history of the first 25 years of the UNIX operating system. It comprehensively explains the immense impact UNIX had on the computing world, from its early development at Bell Labs to its spread in academia, commercialization, and influence on the free software movement. /It helps readers understand how UNIX's design philosophy, such as pipes and filters, became integral to modern software development and internet technology. The book focuses not only on technical aspects but also on the human drama and cultural impact of the developers.(C)"
      },
      {
        "label": "パソコン創世記（富田倫生著）",
        "startYear": 1994,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4484942291&https://m.media-amazon.com/images/I/51PG6-cQtmL._SY342_.jpg",
        "note": "日本におけるパーソナルコンピュータ（パソコン）がどのように生まれ、普及していったかを丹念に取材し、綴った歴史ノンフィクション。黎明期のホビイスト文化から、NECのPC-9800シリーズの隆盛、そしてソフトウェア開発者たちの熱狂的なコミュニティの様子が克明に描かれています。/特に日本のPC文化が、アメリカとは異なる独自の進化を遂げていった過程や、技術者・起業家たちの情熱を深く知ることができます。日本のコンピュータ史における決定版的な著作の一つです。(C)",
        "note_en": "A meticulously researched historical non-fiction book detailing how the personal computer (PC) was born and spread in Japan. It vividly portrays the early hobbyist culture, the rise of NEC's PC-9800 series, and the fervent community of software developers. /It offers deep insight into how Japan's PC culture evolved uniquely, distinct from the US, and the passion of the engineers and entrepreneurs involved. It is considered one of the definitive works on the history of computing in Japan.(C)"
      }
    ],
    "1995": [
      {
        "label": "ノイマンとコンピュータの起源（ウィリアム・アスプレイ著/杉山滋郎・吉田晴代訳）",
        "label_en": "John von Neumann and the Origins of Modern Computing(William Aspray)",
        "startYear": 1995,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4782800975&https://m.media-amazon.com/images/I/41XNDk4kNRL._SX445_.jpg",
        "url_en": "https://www.amazon.com/dp/0262011212&https://m.media-amazon.com/images/I/4170MKYB53L._SY466_.jpg",
        "note": "ジョン・フォン・ノイマンの生涯と、計算機アーキテクチャの成立過程をたどる本格的な歴史研究。ENIAC・EDVAC計画、ストアドプログラム方式のアイデア、MANIACなどのマシンの設計におけるノイマンの役割を、豊富な資料で検証しています。/「ノイマン型コンピュータ」という言葉はあまりにも有名ですが、実際のプロジェクトは複数の研究者と政治・軍事的要請の絡み合いでした。この本は“天才ノイマン一人のひらめき”ではなく、戦時下・冷戦期の研究体制の中でコンピュータが形作られていくプロセスを丁寧に描いてくれます。コンピュータ史を“一枚の図”ではなく、動的なネットワークとして捉え直すのに良い資料です。",
        "note_en": "A full-scale historical study tracing the life of John von Neumann and the formation process of computer architecture. It verifies Neumann's role in the ENIAC/EDVAC projects, the stored-program concept, and the design of machines like MANIAC, using abundant materials./The term \"von Neumann architecture\" is incredibly famous, but the actual projects were an entanglement of multiple researchers and political/military demands. This book carefully depicts the process of the computer taking shape not through \"the flash of genius of Neumann alone,\" but within the research systems of wartime and the Cold War. It is good material for re-perceiving computer history not as a \"single diagram\" but as a dynamic network."
      },
      {
        "label": "バーチャル・コミュニティ―コンピューター・ネットワークが創る新しい社会（ハワード・ラインゴールド著、石垣賀正訳）",
        "label_en": "The Virtual Community: Homesteading on the Electronic Frontier(Howard Rheingold)",
        "startYear": 1995,
        "genre": [
          "POPCULTURE",
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%90%E3%83%BC%E3%83%81%E3%83%A3%E3%83%AB%E3%83%BB%E3%82%B3%E3%83%9F%E3%83%A5%E3%83%8B%E3%83%86%E3%82%A3%E2%80%95%E3%82%B3%E3%83%B3%E3%83%94%E3%83%A5%E3%83%BC%E3%82%BF%E3%83%BC%E3%83%BB%E3%83%8D%E3%83%83%E3%83%88%E3%83%AF%E3%83%BC%E3%82%AF%E3%81%8C%E5%89%B5%E3%82%8B%E6%96%B0%E3%81%97%E3%81%84%E7%A4%BE%E4%BC%9A-%E3%83%8F%E3%83%AF%E3%83%BC%E3%83%89-%E3%83%A9%E3%82%A4%E3%83%B3%E3%82%B4%E3%83%BC%E3%83%AB%E3%83%89/dp/4895831426&https://m.media-amazon.com/images/I/51uZHz7pANL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Virtual_Community|https://www.amazon.com/Virtual-Community-Homesteading-Electronic-Frontier/dp/0262681218&https://m.media-amazon.com/images/I/71feLtutkAL._SY425_.jpg",
        "note": "インターネット草創期のBBSやネットワーク・コミュニティをルポし、「バーチャル・コミュニティ」という概念を世界に広めた名著。個人の経験談と社会学的考察を交え、オンライン空間が社会や民主主義をどう変えるかを早い段階で描き出した。/90年代以降のネット論・SNS論は、だいたいこの本の上に積み重なっていると言っていいくらい重要な一冊です。現代のSNS疲れやコミュニティの分断を考えるとき、黎明期の「理想」の描写として読み返すとギャップがとても示唆的です。",
        "note_en": "A masterpiece that reported on BBSs and network communities in the early days of the internet and popularized the concept of \"virtual community\" to the world. Mixing personal experiences and sociological consideration, it depicted early on how online spaces would change society and democracy./An important book to the extent that it can be said that net theories and SNS theories since the 90s have been built on top of this. When thinking about modern SNS fatigue and community division, reading back the description of \"ideals\" in the dawn era reveals a very suggestive gap."
      },
      {
        "label": "物質と記憶（アンリ・ベルクソン著、岡部昌夫訳）",
        "label_en": "Matière et mémoire(Henri Bergson)",
        "startYear": 1995,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E7%89%A9%E8%B3%AA%E3%81%A8%E8%A8%98%E6%86%B6%E2%80%95%E7%B2%BE%E7%A5%9E%E3%81%A8%E8%BA%AB%E4%BD%93%E3%81%AE%E9%96%A2%E4%BF%82%E3%81%AB%E3%81%A4%E3%81%84%E3%81%A6-%E3%82%A2%E3%83%B3%E3%83%AA%EF%BD%A5%E3%83%99%E3%83%AB%E3%82%AF%E3%82%BD%E3%83%B3/dp/4411020750&https://m.media-amazon.com/images/I/913mePNOGBL._SY425_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Matter_and_Memory|https://www.amazon.com/Mati%C3%A8re-m%C3%A9moire-French-Henri-Bergson-ebook/dp/B08FRQ15BH&https://m.media-amazon.com/images/I/61F3M1Mjm4L._SY425_.jpg",
        "note": "記憶と知覚の関係を、身体・脳・世界の相互作用として哲学的に解き明かそうとしたベルクソンの主著のひとつ。脳を「電話交換局」にたとえる有名なメタファーが登場し、意識と物質の関係を時間論とともに論じる。/「脳＝電話交換局」という比喩は、今日の情報処理モデルやコンピュータ・メタファーに先立つものとして面白い位置にあります。VRや認知科学の議論でも頻繁に参照されるので、サイバーカルチャーと哲学をつなぐ結節点の一つです。",
        "note_en": "One of Bergson's main works attempting to philosophically unravel the relationship between memory and perception as an interaction between body, brain, and world. The famous metaphor comparing the brain to a \"telephone exchange\" appears, discussing the relationship between consciousness and matter along with time theory./The metaphor \"brain = telephone exchange\" sits in an interesting position preceding today's information processing models and computer metaphors. Frequently referenced in discussions of VR and cognitive science, it is one of the nodes connecting cyber culture and philosophy."
      },
      {
        "label": "オートポイエーシス ― 第三世代システム（河本英夫著）",
        "label_en": "オートポイエーシス ― 第三世代システム(Hideo Kawamoto)",
        "startYear": 1995,
        "genre": [
          "THEORYMEDIA",
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%AA%E3%83%BC%E3%83%88%E3%83%9D%E3%82%A4%E3%82%A8%E3%83%BC%E3%82%B7%E3%82%B9%E2%80%95%E7%AC%AC%E4%B8%89%E4%B8%96%E4%BB%A3%E3%82%B7%E3%82%B9%E3%83%86%E3%83%A0-%E6%B2%B3%E6%9C%AC-%E8%8B%B1%E5%A4%AB/dp/4791753879&https://m.media-amazon.com/images/I/41PEzYjNDhL._SY425_.jpg",
        "note": "マトゥラーナとヴァレラが提唱した「オートポイエーシス（自己生成システム）」概念を踏まえ、人間・社会・認知などを「第三世代システム」として再構成しようとする体系的論考。日本のシステム論・現象学的科学論の拠点的著作。/「自己をつくり続ける仕組み」としてのシステム論。AIや自律ロボットに興味があると、「あ、これ実装したいけどかなり難しいやつだ…」と身にしみる本でもあります。ニューラルネットだけでは語りきれない“自己”のダイナミクスを、かなりラディカルに考えさせてくれます。",
        "note_en": "A systematic discussion attempting to reconstruct humans, society, and cognition as a \"third-generation system,\" based on the concept of \"autopoiesis\" (self-generating system) proposed by Maturana and Varela. A foundational work of Japanese systems theory and phenomenological science studies./Systems theory as a mechanism of \"continuing to create oneself.\" If you are interested in AI or autonomous robots, this book will make you keenly feel, \"Ah, I want to implement this, but it's the really difficult one...\" It makes you think quite radically about the dynamics of \"self\" that cannot be fully explained by neural nets alone."
      },
      {
        "label": "チューリング・マン：コンピュータ文化、その概念と歴史（J・デイヴィッド・ボルター著、土屋俊・山口昌男訳）",
        "label_en": "Turing's Man: Western Culture in the Computer Age(J. David Bolter)",
        "startYear": 1995,
        "genre": [
          "THEORYMEDIA",
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%81%E3%83%A5%E3%83%BC%E3%83%AA%E3%83%B3%E3%82%B0%E3%83%BB%E3%83%9E%E3%83%B3-J-%E3%83%BB%E3%83%87%E3%82%A4%E3%83%B4%E3%82%A3%E3%83%83%E3%83%89-%E3%83%9C%E3%83%AB%E3%82%BF%E3%83%BC/dp/4622039540&https://m.media-amazon.com/images/I/41SqatJi+ML._SY425_.jpg",
        "url_en": "https://www.amazon.com/Turings-Man-Western-Culture-Computer-ebook/dp/B00ZVF5G08&https://m.media-amazon.com/images/I/61hqI5sA+RL._SY466_.jpg",
        "note": "デカルトの人間像からAI研究までを検証し、技術を基盤にした人間理解の変容を分析。「人間の心は情報処理装置なのか」という問いを通じ、デジタルテクノロジー時代の人間像を提示する。/コンピュータを現代を定義する「定義的技術」として捉え、古代の陶工や近代の時計職人と対比させつつ、情報処理としての人間観（チューリング・マン）の台頭を描いた文化史です。",
        "note_en": "Verifying from the Cartesian image of man to AI research, it analyzes the transformation of human understanding based on technology. Through the question \"Is the human mind an information processing device?\", it presents the image of man in the digital technology era./A cultural history that perceives the computer as a \"defining technology\" of the modern era and depicts the rise of the view of humans as information processing (Turing's Man), contrasting with ancient potters and modern clockmakers."
      },
      {
        "label": "デッドガールズ（リチャード・コールダー著、増田まもる訳）",
        "label_en": "Dead Girls(Richard Calder)",
        "startYear": 1995,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%87%E3%83%83%E3%83%89%E3%82%AC%E3%83%BC%E3%83%AB%E3%82%BA-%E3%83%AA%E3%83%81%E3%83%A3%E3%83%BC%E3%83%89-%E3%82%B3%E3%83%BC%E3%83%AB%E3%83%80%E3%83%BC/dp/484571003X",
        "url_en": "https://en.wikipedia.org/wiki/Dead_Girls_(novel)",
        "note": "サイボーグ化された少女たちが支配する退廃的な未来ロンドンを舞台に、「死」と「官能」と「機械」が入り混じるゴシック風サイバーパンクSF。フェティッシュで過激なイメージが続きますが、身体とアイデンティティの境界をめぐる物語でもあります。/かなりハードで好みは分かれますが、「電脳×身体変容×ゴシック」の極端なかけ合わせが90年代サイバーパンクの一つの到達点という感じの一冊です。サイボーグ少女もの・ダークSF方面の系譜をたどるなら、外せない問題作ですね。",
        "note_en": "A gothic cyberpunk SF where \"death,\" \"sensuality,\" and \"machine\" mix, set in a decadent future London dominated by cyborgized girls. Fetishistic and extreme images continue, but it is also a story about the boundaries of body and identity./Quite hard and divisive, but a book that feels like one culmination of 90s cyberpunk with the extreme combination of \"cyber x body modification x gothic.\" If tracing the genealogy of cyborg girl stories and dark SF, it is an indispensable controversial work."
      },
      {
        "label": "シークレット・オブ・スーパーハッカー（ナイトメア著/松藤留美子訳）",
        "label_en": "SECRETS OF A SUPER HACKER(Nightmare)",
        "startYear": 1995,
        "genre": [
          "HACKER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%B7-%E3%82%AF%E3%83%AC%E3%83%83%E3%83%88%E3%83%BB%E3%82%AA%E3%83%96%E3%83%BB%E3%82%B9-%E3%83%91-%E3%83%8F%E3%83%83%E3%82%AB-%E3%81%82%E3%81%AA%E3%81%9F%E3%81%AE%E3%82%B3%E3%83%B3%E3%83%94%E3%83%A5-%E3%82%BF%E3%82%82%E7%8B%99%E3%82%8F%E3%82%8C%E3%81%A6%E3%81%84%E3%82%8B-%E3%83%8A%E3%82%A4%E3%83%88%E3%83%A1%E3%82%A2/dp/4820711334&https://m.media-amazon.com/images/I/A1QQI5IIZTL._SY425_.jpg",
        "url_en": "https://archive.org/details/Secrets_of_a_Super_Hacker",
        "note": "現役ハッカーによるハッキングの事例集というと大げさだが、かなりかなり危ない内容の本だ。もちろんハッカーといっても神様ではない。巧妙なハッキングの裏には種も仕掛けもある。そうしたことを知るだけでも、本書を読む価値はあり、ハッカー対策を考える際も大いに有効だ。/ハッカーの裏ワザを紹介した本は少なく、本書は貴重な1冊といえる。",
        "note_en": "It may be an exaggeration to call this a collection of hacking case studies by an active hacker, but the content is quite dangerous. Of course, hackers are not gods. Behind skillful hacking, there are tricks and setups. Just knowing these things makes this book worthwhile and highly effective when considering countermeasures against hackers./Books introducing hacker tricks are rare, making this book a valuable resource."
      },
      {
        "label": "サイベリア（ダグラス・ラシュコフ著/大森望訳）",
        "label_en": "CIBERIA(Douglas Rushkoff)",
        "startYear": 1995,
        "genre": [
          "HACKER",
          "POPCULTURE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%B5%E3%82%A4%E3%83%99%E3%83%AA%E3%82%A2-%E3%83%87%E3%82%B8%E3%82%BF%E3%83%AB%E3%83%BB%E3%82%A2%E3%83%B3%E3%83%80%E3%83%BC%E3%82%B0%E3%83%A9%E3%82%A6%E3%83%B3%E3%83%89%E3%81%AE%E7%8F%BE%E5%9C%A8%E5%BD%A2-%E3%83%80%E3%82%B0%E3%83%A9%E3%82%B9-%E3%83%A9%E3%82%B7%E3%83%A5%E3%82%B3%E3%83%95/dp/4756104983",
        "url_en": "https://en.wikipedia.org/wiki/Cyberia_(book)",
        "note": "サブタイトルは「デジタル・アンダーグラウンドの現在形」。ハッカー文化とドラッグカルチャー、カウンターカルチャー、神秘主義との接点に焦点を当てた本だ。文化的な側面から、ハッカー文化を検証するという点で、本書は他のハッカー本にはない魅力を備えている。/ハッカー文化とドラッグカルチャー、カウンターカルチャー、神秘主義との接点に焦点を当てた本だ。文化的な側面から、ハッカー文化を検証するという点で、本書は他のハッカー本にはない魅力を備えている。",
        "note_en": "The subtitle is \"The Digital Underground, Present Tense.\" This book focuses on the intersection of hacker culture, drug culture, counterculture, and mysticism. By examining hacker culture from a cultural perspective, this book possesses a unique appeal that other hacker books lack./This book focuses on the intersection of hacker culture, drug culture, counterculture, and mysticism. By examining hacker culture from a cultural perspective, this book possesses a unique appeal that other hacker books lack."
      },
      {
        "label": "サイバースペースの決闘（ジョシュア・クウィットナー、ミシェール・スラターラ著/師岡雄二訳）",
        "label_en": "MASTERS OF DECEPTION(Joshua Quittner, Michelle Slatalla)",
        "startYear": 1995,
        "genre": [
          "HACKER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%B5%E3%82%A4%E3%83%90%E3%83%BC%E3%82%B9%E3%83%9A%E3%83%BC%E3%82%B9%E3%81%AE%E6%B1%BA%E9%97%98-%E3%82%B8%E3%83%A7%E3%82%B7%E3%83%A5%E3%82%A2-%E3%82%AF%E3%82%A6%E3%82%A3%E3%83%83%E3%83%88%E3%83%8A%E3%83%BC/dp/4047912379&https://m.media-amazon.com/images/I/51jxCuAYVYL._SY425_.jpg",
        "url_en": "https://www.amazon.com/Masters-Deception-Gang-Ruled-Cyberspace/dp/0060926945&https://m.media-amazon.com/images/I/71nDcd6FnxL._SY466_.jpg",
        "note": "ニューヨークの10代のハッカーがネットワーク空間でグループを結成し、テキサスの別のグループと抗争する一部始終をドラマ風に再現している。ファイバー・オプティック、スコーピオン、アシッド・フリークなど、新聞を賑わせたハッカーたちが主人公だ。/ハッカー文化史における有名なグループ間の抗争を、臨場感あるドラマとして描いたノンフィクション。当時のハッカーコミュニティの緊迫感や若者のエネルギーが伝わる一冊です。",
        "note_en": "Dramatically recreates the entire sequence of events in which teenage hackers in New York formed a group in cyberspace and clashed with another group in Texas. The protagonists are hackers who dominated the headlines, including Fiber Optic, Scorpion, and Acid Phreak./A non-fiction account depicting the famous rivalry between hacker groups in cultural history as a vivid drama. This book conveys the tension and youthful energy of the hacker community at the time."
      },
      {
        "label": "「Humour The Computer」",
        "label_en": "Humour The Computer(The MIT Press)",
        "startYear": 1995,
        "genre": [
          "POPCULTURE",
          "NERD"
        ],
        "imp": 3,
        "url_en": "https://www.amazon.com/Humour-Computer-Press-Andrew-Davison/dp/0262540754&https://m.media-amazon.com/images/I/618qs0XttpL._SY385_.jpg",
        "note": "MIT出版から刊行された、コンピュータに関するユーモアの書籍。高度な技術コミュニティであるMITから生まれた、プログラマーや研究者特有の知的で乾いたユーモアを集めたものと推測されます。/コンピュータサイエンスの世界におけるジョークや風刺を通じて、研究者コミュニティの持つ独特な文化や、技術に対するシニカルな視点を垣間見ることができます。学術的な背景を持つ「ハッカー文化」のユーモアに触れることができるでしょう。(C)",
        "note_en": "A book of computer-related humor published by The MIT Press. It is presumed to be a collection of the intellectual and dry humor specific to programmers and researchers, originating from the highly technical MIT community. /Through jokes and satire within the computer science world, readers can glimpse the unique culture of the research community and its cynical perspective on technology. It offers an insight into the humor of the \"hacker culture\" with an academic background.(C)"
      },
      {
        "label": "ビーイング・デジタル ビットの時代（ニコラス・ネグロポンテ著/西和彦監訳・解説/福岡洋一訳）",
        "label_en": "Being Digital(Nicholas Negroponte)",
        "startYear": 1995,
        "genre": [
          "THEORYMEDIA",
          "POPCULTURE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4756139655&https://m.media-amazon.com/images/I/81E6cfJCW3L._SX445_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Being_Digital|https://www.amazon.com/Being-Digital-Nicholas-Negroponte/dp/0679439196&https://m.media-amazon.com/images/I/81E+AG6+QkL._SX445_.jpg",
        "note": "MITメディアラボの創設者ニコラス・ネグロポンテが、デジタル技術が社会、経済、文化、そして生活のあらゆる側面に与える影響を予測した著作。「アトム（物質）の時代」から「ビット（情報）の時代」への移行を宣言し、インターネット時代のビジョンを広く世に示しました。/出版された1995年という時期は、一般へのインターネット普及が始まった直後であり、その未来を予言した内容は大きな話題を呼びました。現代社会がネグロポンテの描いた未来にどこまで近づいたかを確認できる一冊です。(C)",
        "note_en": "A work by Nicholas Negroponte, founder of the MIT Media Lab, predicting the impact of digital technology on every aspect of society, economy, culture, and life. It declared the transition from the \"Age of Atoms (matter)\" to the \"Age of Bits (information),\" presenting a vision of the Internet era to the public. /Published in 1995, just as the Internet began to spread to the general public, its predictions about the future caused a sensation. It is a book that allows readers to assess how closely modern society has approached the future envisioned by Negroponte.(C)"
      }
    ],
    "1996": [
      {
        "label": "ルーディ・ラッカーの人工生命研究室 on Windows（ルーディ・ラッカー著/日暮雅通・山田和子訳）",
        "label_en": "Artificial Life Lab(Rudy Rucker)",
        "startYear": 1996,
        "genre": [
          "SCIENCE",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4756116361&https://m.media-amazon.com/images/I/412SATK4JBL._SY425_.jpg",
        "url_en": "https://www.amazon.com/dp/1878739484/&https://m.media-amazon.com/images/I/41g8C8hgl+L.jpg",
        "note": "Windows 上で動く人工生命ソフトを題材に、細胞オートマトンや進化シミュレーションを「自分で動かしながら」理解できるように書かれた実験的な入門書。人工生命（Artificial Life）の考え方や歴史的背景も解説しつつ、ラッカーらしいサイコ・サイファイ寄りのノリも漂う一冊です。/90年代PCカルチャーと人工生命ブームがそのまま閉じ込められたような本で、「生命っぽさ」をプログラムでつくるとはどういうことかを、難しい数式より“遊び”を通して体感できます。今読むとソフトウェア自体は古いのに、自己組織化や複雑系の発想はぜんぜん古びていないのが面白いところです。",
        "note_en": "An experimental introductory book that allows readers to understand cellular automata and evolutionary simulations by \"operating them themselves,\" using artificial life software running on Windows as the subject. It explains the concepts and historical background of Artificial Life, while also featuring a psycho-sci-fi vibe characteristic of Lacker./It's a book that seems to have trapped the 90s PC culture and the artificial life boom, allowing you to experience what it means to create \"lifelikeness\" through programming, more through \"play\" than difficult equations. Reading it now, it's interesting that while the software itself is outdated, the concepts of self-organization and complex systems remain fresh."
      },
      {
        "label": "インターネット中毒者の告白―あるネット・ヘッドの青春（J.C. ハーツ著、大森望・柳下毅一郎訳）",
        "label_en": "Surfing on the Internet: A Nethead’s Tale(J. C. Herz)",
        "startYear": 1996,
        "genre": [
          "POPCULTURE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%A4%E3%83%B3%E3%82%BF%E3%83%BC%E3%83%8D%E3%83%83%E3%83%88%E4%B8%AD%E6%AF%92%E8%80%85%E3%81%AE%E5%91%8A%E7%99%BD-J-C-Herz/dp/479420728X&https://m.media-amazon.com/images/I/41MRY3AP0NL._SY425_.jpg",
        "note": "インターネットに夢中になった若者の視点から、90年代前半のオンライン文化を描いた回想的ノンフィクション。サイバースペースへの耽溺と、その明るさ・暗さの両面をユーモラスに綴る。/今で言う「ネット廃人」的な体験記ですが、ネットがまだ新しくワクワクしていた時代の空気が濃厚に残っています。現代の常時接続・スマホ依存の前史として読むと、「中毒」の意味がだいぶ変わってきたことも感じられます。",
        "note_en": "A retrospective nonfiction depicting the online culture of the early 90s from the perspective of a young person obsessed with the internet. It humorously chronicles the indulgence in cyberspace and both its bright and dark sides./It is an experience record of what we would now call a \"net addict,\" but the atmosphere of the era when the net was still new and exciting remains thick. Reading it as a prehistory of modern constant connectivity and smartphone dependence, you can feel that the meaning of \"addiction\" has changed significantly."
      },
      {
        "label": "情報の歴史 増補版―象形文字から人工知能まで（松岡正剛監修）",
        "label_en": "History of Information(Seigow Matsuoka)",
        "startYear": 1996,
        "genre": [
          "POPCULTURE",
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E6%83%85%E5%A0%B1%E3%81%AE%E6%AD%B4%E5%8F%B2-%E5%A2%97%E8%A3%9C%E7%89%88-%E8%B1%A1%E5%BD%A2%E6%96%87%E5%AD%97%E3%81%8B%E3%82%89%E4%BA%BA%E5%B7%A5%E7%9F%A5%E8%83%BD%E3%81%BE%E3%81%A7-%E3%83%BBFORM-special/dp/4871884430&https://m.media-amazon.com/images/I/A1D15vcajYL._SY385_.jpg",
        "note": "7000万年前から現代までの情報文化・情報技術史を、年表＋ビジュアルで俯瞰する壮大な「情報タイムライン」。増補版では90年代半ばまでの出来事が追記され、インターネット前夜までがカバーされている。/コンピュータやネット以前からの「情報」を一続きの流れとして見せてくれる本で、単なるIT史よりもずっとスケールが大きいです。ユーザーさんが作ろうとしているような年表系プロジェクトとも、かなり相性が良いタイプの資料だと思います。",
        "note_en": "A magnificent \"information timeline\" that surveys information culture and technology history from 70 million years ago to the present with chronology and visuals. The augmented edition adds events up to the mid-90s, covering the eve of the internet./A book that shows \"information\" from before computers and the net as a continuous flow, on a scale much larger than simple IT history. I think it is a type of material that is quite compatible with chronology-based projects like the one you are creating."
      },
      {
        "label": "人工生命（スティーブン・レビー著、服部桂訳）",
        "label_en": "Artificial Life: The Quest for a New Creation(Steven Levy)",
        "startYear": 1996,
        "genre": [
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E4%BA%BA%E5%B7%A5%E7%94%9F%E5%91%BD%E2%80%95%E3%83%87%E3%82%B8%E3%82%BF%E3%83%AB%E7%94%9F%E7%89%A9%E3%81%AE%E5%89%B5%E9%80%A0%E8%80%85%E3%81%9F%E3%81%A1-%E3%82%B9%E3%83%86%E3%82%A3%E3%83%BC%E3%83%96%E3%83%B3-%E3%83%AC%E3%83%93%E3%83%BC/dp/4022569573&https://m.media-amazon.com/images/I/51rUp7DaF9L._SY425_.jpg",
        "url_en": "https://www.amazon.com/dp/0679743898&https://m.media-amazon.com/images/I/81VUavA+sdL._SY466_.jpg",
        "note": "人工生命（ALife）研究の誕生と黎明期の研究者たちのドラマを、ルポルタージュ調で追ったノンフィクション。遺伝的アルゴリズム、セル・オートマトン、群ロボットなどが、どんな思想とノリで生まれてきたのかがよくわかる。/「生命っぽいふるまいをするコードやロボット」にワクワクしていた90年代の空気がそのまま詰まっている本です。純粋な技術解説というより「変わり者研究者たちの群像劇」という感じで、読み物としてもかなり楽しい。",
        "note_en": "A nonfiction tracing the drama of the birth of Artificial Life (ALife) research and its early researchers in a reportage style. You can clearly understand the thoughts and vibes with which genetic algorithms, cellular automata, and swarm robots were born./A book packed with the atmosphere of the 90s, when people were excited about \"code and robots that behave like life.\" Rather than pure technical explanation, it reads like an \"ensemble drama of eccentric researchers,\" making it quite enjoyable as reading material."
      },
      {
        "label": "複雑系 ― 生命現象から政治、経済までを統合する知の革命（M・ミッチェル・ワールドロップ著、田中三彦・遠山峻征訳）",
        "label_en": "Complexity: The Emerging Science at the Edge of Order and Chaos(M. Mitchell Waldrop)",
        "startYear": 1996,
        "genre": [
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E8%A4%87%E9%9B%91%E7%B3%BB%E2%80%95%E7%94%9F%E5%91%BD%E7%8F%BE%E8%B1%A1%E3%81%8B%E3%82%89%E6%94%BF%E6%B2%BB%E3%80%81%E7%B5%8C%E6%B8%88%E3%81%BE%E3%81%A7%E3%82%92%E7%B5%B1%E5%90%88%E3%81%99%E3%82%8B%E7%9F%A5%E3%81%AE%E9%9D%A9%E5%91%BD-M-%E3%83%9F%E3%83%83%E3%83%81%E3%82%A7%E3%83%AB-%E3%83%AF%E3%83%BC%E3%83%AB%E3%83%89%E3%83%AD%E3%83%83%E3%83%97/dp/4105331019&https://m.media-amazon.com/images/I/81RXFhxMd5L._SY385_.jpg",
        "url_en": "&https://m.media-amazon.com/images/I/61+wfEaeh1L._SX445_.jpg",
        "note": "サンタフェ研究所を中心に、「複雑系科学」がどのように立ち上がってきたかを描いたノンフィクション。物理・生物・経済・気候など異分野が「自己組織化」「創発」といったキーワードでつながっていく様子が、ストーリー仕立てで追える。/「カオス」「セルオートマトン」「人工生命」など散らばっていた話題を、「複雑系」という一つの物語にまとめた功労書です。AIそのものの本ではありませんが、「知能をシステムとしてとらえる」視点を育ててくれるので、サイバー系読書リストとの相性はかなり良いです。",
        "note_en": "A non-fiction book depicting how \"complexity science\" emerged, centering on the Santa Fe Institute. It follows the story of how different fields such as physics, biology, economics, and climate science became connected through keywords like \"self-organization\" and \"emergence.\"/A book deserving credit for compiling scattered topics like \"chaos,\" \"cellular automata,\" and \"artificial life\" into a single narrative of \"complex systems.\" Although not a book on AI per se, it cultivates the perspective of \"perceiving intelligence as a system,\" making it highly compatible with cyber-related reading lists."
      },
      {
        "label": "ハイパーテクスト：現代批評理論とテクノロジーの融合（ジョージ・P・ランドゥ著、若島正ほか訳）",
        "label_en": "Hypertext: The Convergence of Contemporary Critical Theory and Technology(George P. Landow)",
        "startYear": 1996,
        "genre": [
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://cir.nii.ac.jp/crid/1971712334761260442",
        "url_en": "https://www.amazon.com/Hypertext-Convergence-Contemporary-Technology-Re-visions/dp/0801842808&https://m.media-amazon.com/images/I/51GD0DB7WYL._SY342_.jpg",
        "note": "ハイパーテクストをフーコー、デリダなどの現代批評理論（テクスト論、作者論）との関連から考察。「ライティング・スペース」と並ぶ基礎文献。/ポスト構造主義が予言していた「脱中心化」や「作者の死」といった概念が、ハイパーテキスト技術によって具現化されたことを論証した、電子テクスト論の決定版です。",
        "note_en": "Considers hypertext in relation to contemporary critical theories (text theory, author theory) such as Foucault and Derrida. A foundational literature alongside \"Writing Space.\"/The definitive edition of electronic text theory, demonstrating that concepts such as \"decentralization\" and \"death of the author,\" predicted by post-structuralism, have been embodied by hypertext technology."
      },
      {
        "label": "アルーア（蠱惑）（リチャード・コールダー著、風間賢二訳）",
        "label_en": "The Allure(Richard Calder)",
        "startYear": 1996,
        "genre": [
          "CYBERPUNK"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%A2%E3%83%AB%E3%83%BC%E3%82%A2-%E3%83%AA%E3%83%81%E3%83%A3%E3%83%BC%E3%83%89-%E3%82%B3%E3%83%BC%E3%83%AB%E3%83%80%E3%83%BC/dp/4845706652&https://m.media-amazon.com/images/I/71tNZ0aHQNL._SY425_.jpg",
        "url_en": "https://www.amazon.com/Allure-Richard-Calder-ebook/dp/B00WHPO1RE&https://m.media-amazon.com/images/I/61yWys0wF0L._SY466_.jpg",
        "note": "近未来の退廃的なロンドンを舞台に、人間と人造少女との倒錯した関係やフェティッシュな欲望を描き出す長編SF。〈デッドガールズ〉三部作の一作として位置づけられる。/かなり“毒の強い”作品で、と、サイバーパンクの「身体拡張」「アイデンティティの変容」を、エロティックかつグロテスクなイメージで極端に押し広げたような内容です。好き嫌いは激しく分かれますが、90年代英SFの「過剰なまでの倒錯趣味」を象徴する一冊でもあります。",
        "note_en": "A sci-fi novel set in a decadent near-future London, depicting perverse relationships and fetishistic desires between humans and artificial girls. Positioned as part of the \"Dead Girls\" trilogy. /A work with quite \"strong poison,\" expanding cyberpunk's \"body extension\" and \"identity transformation\" extremely with erotic and grotesque images. Loves and hates are sharply divided, but it is a book symbolizing the \"excessive perversion taste\" of 90s British SF."
      },
      {
        "label": "FBIが恐れた伝説のハッカー(上)(下)（ジョナサン・リットマン著/東江一起訳）",
        "label_en": "THE FUGITIVE GAME(Jonathan Littman)",
        "startYear": 1996,
        "genre": [
          "HACKER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/FBI%E3%81%8C%E6%81%90%E3%82%8C%E3%81%9F%E4%BC%9D%E8%AA%AC%E3%81%AE%E3%83%8F%E3%83%83%E3%82%AB%E3%83%BC%E3%80%88%E4%B8%8A%E3%80%89-%E3%82%B8%E3%83%A7%E3%83%8A%E3%82%B5%E3%83%B3-%E3%83%AA%E3%83%83%E3%83%88%E3%83%9E%E3%83%B3/dp/4794207263&https://m.media-amazon.com/images/I/71IbHMSHybL._SY425_.jpg",
        "url_en": "https://www.amazon.com/Fugitive-Game-Online-Kevin-Mitnick/dp/0316528587&https://m.media-amazon.com/images/I/51C1PDSJ3HL._SY466_.jpg",
        "note": "1965年2月、史上最悪のハッカーと言われたケヴィン・ミトニックが逮捕された。この事件はよほど衝撃的だったらしく、何冊もの本が出版された。本書はミトニックの側に立ったドキュメントで、逮捕劇全体が一種の陰謀ではないかという視点が提示されており、ミトニックに対して同情的だ。/1965年2月、史上最悪のハッカーと言われたケヴィン・ミトニックが逮捕された。この事件はよほど衝撃的だったらしく、何冊もの本が出版された。本書はミトニックの側に立ったドキュメントで、逮捕劇全体が一種の陰謀ではないかという視点が提示されており、ミトニックに対して同情的だ。",
        "note_en": "In February 1965, Kevin Mitnick, who was called the worst hacker in history, was arrested. This incident seems to have been quite shocking, and several books were published. This book is a document sympathetic to Mitnick, presenting the view that the entire arrest drama might have been a conspiracy./In February 1965, Kevin Mitnick, who was called the worst hacker in history, was arrested. This incident seems to have been quite shocking, and several books were published. This book is a document sympathetic to Mitnick, presenting the view that the entire arrest drama might have been a conspiracy."
      },
      {
        "label": "テイクダウン(上)(下)（下村努、ジョン・マーコフ著/宮原純夫訳）",
        "label_en": "TAKEDOWN(Tsutomu Shimomura, John Markoff)",
        "startYear": 1996,
        "genre": [
          "HACKER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%86%E3%82%A4%E3%82%AF%E3%83%80%E3%82%A6%E3%83%B3%E2%80%95%E8%8B%A5%E3%81%8D%E5%A4%A9%E6%89%8D%E6%97%A5%E6%9C%AC%E4%BA%BA%E5%AD%A6%E8%80%85vs%E8%B6%85%E5%A4%A7%E7%89%A9%E3%83%8F%E3%83%83%E3%82%AB%E3%83%BC%E3%80%88%E4%B8%8A%E3%80%89-%E4%B8%8B%E6%9D%91-%E5%8A%AA/dp/4198605017&https://m.media-amazon.com/images/I/41kZi6bu9WS._SY425_.jpg",
        "note": "ケヴィン・ミトニックの逮捕に重要な役割を果たした日本人ハッカー、コンピュータ・セキュリティの専門家下村努が、「ハッカーは笑う」の著者の一人と記したミトニック逮捕までのドキュメント・ノベル。/正義のハッカー(保安官)が悪)ハッカー (アウトロー)を退治する話に仕上がっており、すべてはメディアの中で予定調和的なドラマに仕上がっていくという点で、実に興味深い本た。",
        "note_en": "A documentary novel chronicling Mitnick's arrest, written by Tsutomu Shimomura, a Japanese hacker and computer security expert who played a key role in the arrest, co-authored with one of the authors of \"Cyberpunk: Outlaws and Hackers on the Computer Frontier.\"/The narrative is crafted as a story where the vigilante hacker (the sheriff) defeats the evil hacker (the outlaw), making it a truly interesting book in the way everything turns into a predetermined drama within the media."
      },
      {
        "label": "ハッカーを撃て!（ジェフ・グッデル著/杉浦茂樹訳）",
        "label_en": "THE CYBERTHIEF AND THE SAMURAI(Jeff Goodell)",
        "startYear": 1996,
        "genre": [
          "HACKER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%83%8F%E3%83%83%E3%82%AB%E3%83%BC%E3%82%92%E6%92%83%E3%81%A6-%E3%82%B8%E3%82%A7%E3%83%95-%E3%82%B0%E3%83%83%E3%83%87%E3%83%AB/dp/4484961059&https://m.media-amazon.com/images/I/51emNHrbGOL._SY425_.jpg",
        "url_en": "https://www.amazon.com/Cyberthief-Samurai-Jeff-Goodell/dp/0440222052&https://m.media-amazon.com/images/I/51S66AHCY9L.jpg",
        "note": "ケヴィン・ミトニック逮捕関連の1冊。「サイバー盗賊とサムライ」という難通り、ミトニック対下村の闘いをハリウッド映画風にリメイクしている。「FBIが恐れた~」「テイクダウン」とあわせて読めば、都市伝説がどのように形成されていくかを検証することができる。/20年後、ミトニック逮捕劇はどのように神話化されているのだろうか。",
        "note_en": "This book is also related to Kevin Mitnick's arrest. True to its difficult title, \"The Cyberthief and the Samurai,\" it remakes the battle between Mitnick and Shimomura in a Hollywood movie style. Reading it alongside \"The Fugitive Game\" and \"Takedown\" allows one to examine how urban legends are formed./How will the drama of Mitnick's arrest be mythologized 20 years later?"
      },
      {
        "label": "世界ハッカー犯罪白書（セルジュ・ル・ドラン、フィリップ・ロゼ著/桑原透訳）",
        "label_en": "CYBER THRILLERS(Serge Le Doran, Philippe Rosé)",
        "startYear": 1996,
        "genre": [
          "HACKER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E4%B8%96%E7%95%8C%E3%83%8F%E3%83%83%E3%82%AB%E3%83%BC%E7%8A%AF%E7%BD%AA%E7%99%BD%E6%9B%B8-%E3%82%BB%E3%83%AB%E3%82%B8%E3%83%A5-%E3%83%AB%E3%83%BB%E3%83%89%E3%83%A9%E3%83%B3/dp/4163520104",
        "url_en": "https://www.amazon.com/-/zh_TW/serge-doran-philippe-rose/dp/2226085300&https://m.media-amazon.com/images/I/51CFK7E2M0L._SY466_.jpg",
        "note": "アメリカ編、東欧・アジア編、西ヨーロッパ編に分かれ、30のハッカー犯罪が簡潔に(しかも再現ドラマ風に)紹介されている。文字どおりサイバースペースの事件簿と言える1冊だが、すでにトルー・ストーリーズ風の味わいがある。/文字どおりサイバースペースの事件簿と言える1冊だが、すでにトルー・ストーリーズ風の味わいがある。",
        "note_en": "Divided into American, Eastern European/Asian, and Western European sections, 30 hacker crimes are concisely introduced (in a dramatic reenactment style). It is literally a case file of cyberspace, but it already has the flavor of true crime stories./It is literally a case file of cyberspace, but it already has the flavor of true crime stories."
      },
      {
        "label": "マイクロサーフス（ダグラス・キャンベル クープランド著/江口 研一訳）",
        "label_en": "Microserfs（Douglas Coupland）",
        "startYear": 1996,
        "genre": [
          "POPCULTURE",
          "NERD"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4047913030/&https://m.media-amazon.com/images/I/51-1pG0BHcL.SY342.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Microserfs|https://www.amazon.com/Microserfs-Douglas-Coupland/dp/0006548598&https://m.media-amazon.com/images/I/51Vy2XL3TmL.SY342.jpg",
        "note": "マイクロソフトのプログラマーたち、すなわち「マイクロサーフス（マイクロソフトの小間使い）」の生活と、彼らがシリコンバレーで起業を目指す姿を描いた小説。90年代のPC文化の熱狂、オタク的なライフスタイル、そしてIT業界黎明期のセンチメンタルな側面を鮮やかに捉えています。技術的な詳細よりも、当時の若者たちのアイデンティティや夢、人間関係に焦点を当て、ジェネレーションX世代の電脳ポップ・ノベルとして高い評価を得ました。(E)",
        "note_en": "A novel depicting the lives of programmers at Microsoft, the \"Microserfs,\" and their journey to start a company in Silicon Valley. It vividly captures the enthusiasm of 90s PC culture, the nerdy lifestyle, and the sentimental aspects of the early IT industry. Focusing more on the identities, dreams, and relationships of the youth of the time rather than technical details, it was highly acclaimed as a cyber-pop novel of the Generation X era.(E)"
      },
      {
        "label": "計算機屋かく戦えり（遠藤諭著）",
        "startYear": 1996,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4756106072&https://m.media-amazon.com/images/I/310xAehUm5L.jpg",
        "note": "日本におけるコンピュータ黎明期の熱狂的な時代を、関係者への徹底した取材と豊富なエピソードで描き出したノンフィクション。当時のPC産業の光と影、技術者や経営者たちの人間模様、そして彼らがどのようにして現代のコンピューティング文化を築き上げたのかを活き活きと伝えます。/ASCII編集者である遠藤氏の視点から、日本のPC史における重要な出来事やキーパーソンたちの奮闘を知ることができ、当時の熱量が伝わってくる一冊です。ハードウェアとソフトウェア開発の現場のリアルな戦いを記録した貴重な資料でもあります。",
        "note_en": "A non-fiction book depicting the fervent era of the computerfrom its dawn in Japan, based on extensive interviews with those involved and rich anecdotes. It vividly conveys the light and shadow of the PC industry at the time, the human drama of engineers and managers, and how they laid the foundation for modern computing culture./From the perspective of Endo, a editor of ASCII, readers can learn about crucial events and the struggles of key figures in Japanese PC history, feeling the intense passion of the era. It is also a valuable record documenting the real battles on the front lines of hardware and software development."
      }
    ],
    "1997": [
      {
        "label": "ウォーホル日記（バット・ハケット編、中原佑介・野中邦子訳）",
        "label_en": "The Andy Warhol Diaries(Pat Hackett)",
        "startYear": 1997,
        "genre": [
          "POPCULTURE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/%E3%82%A6%E3%82%A9%E3%83%BC%E3%83%9B%E3%83%AB%E6%97%A5%E8%A8%98-%E3%83%91%E3%83%83%E3%83%88-%E3%83%8F%E3%82%B1%E3%83%83%E3%83%88/dp/4163509909&https://m.media-amazon.com/images/I/51qunuWyPxL._SY342_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Andy_Warhol_Diaries",
        "note": "ウォーホルはポップカルチャーそのものだ。日記といっても、1976年から1987年までのウォーホルを取り巻く日常を、日記担当の秘書（編者）が電話で聞き書きしたもの。ウォーホルの目を通した同時代の報告書と言えるかもしれない。ここでのウォーホルは携帯ビデオカメラの役割を果たしている。/本書は、ウォーホル日記に関する重要な視点を提供しています。彼がただのアーティストではなく、時代を記録するメディアそのものであったことが、この膨大な聞き書きから伝わってきます。",
        "note_en": "Warhol is pop culture itself. Although called a diary, it is a dictation taken over the phone by his secretary (the editor) covering Warhol's daily life from 1976 to 1987. It can be said to be a report of the era through Warhol's eyes. Here, Warhol plays the role of a portable video camera./This book provides an important perspective on the Warhol Diaries. It conveys through this vast dictation that he was not just an artist, but the media itself recording the era."
      },
      {
        "label": "ディルバートの法則: パーティションの視点から見たボス、会議、流行の経営理論など職場の苦痛の数々（スコット・アダムス著）",
        "label_en": "The Dilbert Principle: A Cubicle's-Eye View of Bosses, Meetings, Management Fads & Other Workplace Afflictions（Scott Adams）",
        "startYear": 1997,
        "genre": [
          "POPCULTURE",
          "NERD",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://ja.wikipedia.org/wiki/%E3%83%87%E3%82%A3%E3%83%AB%E3%83%90%E3%83%BC%E3%83%88|https://www.amazon.co.jp/dp/4756110894&https://m.media-amazon.com/images/I/41CIHko6taL.SY342.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Dilbert|https://www.amazon.com/Dilbert-Principle-Cubicles-Eye-Management-Afflictions/dp/0887307876/&https://m.media-amazon.com/images/I/81pOS1GM5BL.SY342.jpg",
        "note": "人気コミック「ディルバート」の作者が提唱した風刺的な法則、「組織の損害を最小限に抑えるため、あえて無能な人材を（中間管理職に）昇進させる」という「ディルバートの法則」を展開した書籍。IT企業でエンジニア経験を持つ著者が、オフィスでの無駄な会議、非合理的な上司、流行の経営理論など、サラリーマンの日常的な苦痛をブラックユーモアを交えて描きます。現代のオフィスカルチャーと「ピーターの法則」への痛烈な風刺として、広く読まれました。(E)",
        "note_en": "A book that elaborates on \"The Dilbert Principle,\" a satirical rule proposed by the creator of the popular comic \"Dilbert\": \"organizations systematically promote their least-competent employees to management (generally middle management) to limit the amount of damage they can do.\" The author, who has experience as an engineer in an IT company, uses dark humor to depict the daily agonies of office workers, such as pointless meetings, irrational bosses, and trendy management theories. It was widely read as a trenchant satire on modern office culture and \"The Peter Principle.\"(E)"
      }
    ],
    "1998": [
      {
        "label": "チップに賭けた男たち（ボブ ジョンストン著/安原和見訳）",
        "startYear": 1998,
        "genre": [
          "SCIENCE",
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4062080214&https://m.media-amazon.com/images/I/51+FF2lNUJL.SY342.jpg",
        "note": "現代文明を支える半導体技術の裏側で活躍する日本の地味だが偉大な技術者たちに光を当てたノンフィクション。電卓、時計、ビデオカメラ、CDプレイヤーなどの開発に携わった「チップ」に人生を賭けた男たちの情熱と苦闘を、彼らの業績だけでなく人となりも含めて描いています。世界に誇る日本のものづくり文化と、技術者の精神性、そしてイノベーションが生まれる現場の熱気を伝える貴重な記録です。(E)",
        "note_en": "A non-fiction book that highlights the modest yet great Japanese engineers working behind the scenes of the semiconductor technology that underpins modern civilization. It portrays the passion and struggles of the men who staked their lives on \"chips\" involved in the development of calculators, watches, video cameras, CD players, and more, focusing not just on their achievements but also their personalities. It's a valuable record conveying Japan's world-class manufacturing culture, the engineers' ethos, and the fervor of the innovation birthplace.(E)"
      },
      {
        "label": "インターネットの起源（ケイティ・ハフナー、マシュー・ライアン著/加地永都子、道田豪訳）",
        "label_en": "Where Wizards Stay Up Late(Katie Hafner/Matthew Lyon)",
        "startYear": 1998,
        "genre": [
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4756134793&https://m.media-amazon.com/images/I/51RGwRZWUCL._SY385_.jpg",
        "url_en": "https://www.amazon.com/dp/0684832674&https://m.media-amazon.com/images/I/81dvEjqwMiL._SY385_.jpg",
        "note": "世界初のパケット交換ネットワークであるARPANET（アーパネット）の誕生から、インターネットの基盤が築かれるまでの物語を描いたノンフィクション。当時の開発者たちの情熱と苦闘、そしてネットワーク技術の画期的なアイデアがいかにして生まれたかを生き生きと伝えています。/「インターネット」というものが、少数の熱心な研究者たちの夜を徹した努力によって、いかにして夢から現実へと変わっていったのかを知ることができます。Web以前の「ネットワークの歴史」を知る上で必読の書です。(C)",
        "note_en": "A non-fiction account detailing the story from the birth of ARPANET, the world's first packet-switching network, to the laying of the foundation for the Internet. It vividly conveys the passion and struggles of the developers at the time, and how the groundbreaking ideas of network technology came to be. /Readers can learn how the \"Internet\" transformed from a dream into reality through the tireless efforts of a small group of dedicated researchers working late nights. It is an essential read for understanding the \"history of networking\" before the World Wide Web.(C)"
      },
      {
        "label": "インサイドインテル（翔泳社）",
        "label_en": "INSIDE INTEL",
        "startYear": 1998,
        "genre": [
          "COMPUTER",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/488135566X&https://m.media-amazon.com/images/I/51WQ7opj0tL._SY385_.jpg",
        "url_en": "https://www.amazon.com/Inside-Intel-Worlds-Powerful-Company/dp/0452276438&https://m.media-amazon.com/images/I/61gzv2c3lXL._SY385_.jpg",
        "note": "半導体巨人インテル社の内部、特に共同創業者であるアンドリュー・グローブのリーダーシップと、同社がどのようにしてコンピュータ産業の中心的存在になっていったかを描いた作品（※原書名・著者名が不明確なため、一般的な情報で補完）。/インテルがDRAMからマイクロプロセッサへと事業を転換し、世界的な競争を勝ち抜いた過程における、過酷な決断と戦略、そして組織文化が描かれています。「戦略的転換点」といったビジネス用語とともに、シリコンバレーのダイナミズムを伝える一冊です。(C)",
        "note_en": "A work (Note: filling in with general information as the original title/author is unclear) depicting the inner workings of the semiconductor giant Intel, focusing on the leadership of co-founder Andrew Grove and how the company became central to the computer industry. /It portrays the harsh decisions, strategies, and organizational culture involved in Intel's shift from DRAM to microprocessors and its triumph in global competition. The book conveys the dynamism of Silicon Valley alongside business concepts like \"strategic inflection points.\"(C)"
      },
      {
        "label": "テイブ・バリーの笑えるコンピュータ（デイブ・バリー）",
        "label_en": "Dave Barry in Cyberspace",
        "startYear": 1998,
        "genre": [
          "POPCULTURE",
          "OUTOFPRINT"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4794208278&https://m.media-amazon.com/images/I/41D8G7EATGL._SY385_.jpg",
        "url_en": "https://www.amazon.com/Dave-Barry-Cyberspace-ebook/dp/B0043M4Z98&https://m.media-amazon.com/images/I/51za0YRNDWL._SY385_.jpg",
        "note": "著名なユーモア作家デイブ・バリーによる、コンピュータに関するコミカルなエッセイ集またはジョーク集。コンピュータ技術の進化と、それに伴う日常の混乱やフラストレーションを、皮肉とウィットに富んだ筆致で描いています。/コンピュータが一般家庭に普及し始めた時代背景を反映しており、技術に詳しくない一般の人々の視点から、コンピュータの持つ「おかしみ」や「面倒くささ」を笑いに変えています。当時のコンピュータを取り巻く大衆文化の雰囲気を伝える一冊です。(C)",
        "note_en": "A collection of comical essays or jokes about computers by the renowned humorist Dave Barry. It uses a satirical and witty style to describe the evolution of computer technology and the resulting everyday confusion and frustration. /Reflecting the era when computers were beginning to enter ordinary homes, it translates the \"absurdity\" and \"nuisance\" of computers into humor from the perspective of the general public less familiar with technology. It conveys the popular cultural atmosphere surrounding computers at the time.(C)"
      }
    ],
    "2000": [
      {
        "label": "未来をつくった人々（マイケル・ヒルツィック著/エ・ビスコム・テック・ラボ監訳 鴨沢真夫訳）",
        "label_en": "Dealers of Lightning(Michael Hiltzik)",
        "startYear": 2000,
        "genre": [
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4839902259&https://m.media-amazon.com/images/I/51sRc3wHsdL._SY385_.jpg",
        "url_en": "https://www.amazon.com/dp/0887309895&https://m.media-amazon.com/images/I/61pJVqUUoJL._SY385_.jpg",
        "note": "ゼロックス・パロアルト研究所（PARC）という、現代のパーソナルコンピューティングのほぼ全ての要素（GUI、マウス、レーザープリンタ、イーサネットなど）が生まれた「未来の工場」の栄光と悲劇を描いたノンフィクション。/画期的な発明が次々と生まれた環境と、それが商業的な成功に結びつかなかった理由、そしてスティーブ・ジョブズやビル・ゲイツといった外部の人間がそれらの技術をどう活用していったかをドラマチックに描いています。現代ITのルーツを知る上で必読の一冊です。(C)",
        "note_en": "A non-fiction book that recounts the glory and tragedy of Xerox PARC, the \"factory of the future\" where nearly every element of modern personal computing (GUI, mouse, laser printer, Ethernet, etc.) was born. /It dramatically describes the environment that fostered groundbreaking inventions, the reasons they didn't translate into commercial success for Xerox, and how outsiders like Steve Jobs and Bill Gates capitalized on these technologies. It is a must-read for understanding the roots of modern IT.(C)"
      },
      {
        "label": "思考する機械 コンピュータ（ダニエル・ヒリス著/倉骨彰訳）",
        "label_en": "The Pattern on The Stone(W. Daniel Hillis)",
        "startYear": 2000,
        "genre": [
          "COMPUTER",
          "SCIENCE"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4794209924&https://m.media-amazon.com/images/I/51hYAKh-H+L._SY445_SX342_ControlCacheEqualizer_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/The_Pattern_on_the_Stone|https://www.amazon.com/Pattern-Stone-Computers-Science-Masters/dp/046502596X&https://m.media-amazon.com/images/I/61igb-3soGL._SY425_.jpg",
        "note": "パラレルコンピューティングのパイオニアであるダニエル・ヒリスが、コンピュータの仕組みとその可能性を、一般の読者にも分かりやすく解説した入門書。計算とは何か、情報とは何かといった根源的な問いから、並列処理や量子コンピュータのアイデアまでをカバーしています。/コンピュータを「石の上に描かれたパターン」として捉える詩的な視点から、その本質を解き明かします。技術的な詳細に深入りすることなく、コンピュータサイエンスの核心的な概念と、未来へのビジョンを学ぶことができます。(C)",
        "note_en": "An introductory book by Daniel Hillis, a pioneer of parallel computing, explaining the mechanisms and potential of computers in an accessible way for general readers. It covers fundamental questions like \"What is computation?\" and \"What is information?\" up to ideas of parallel processing and quantum computing. /It unravels the essence of the computer from the poetic perspective of seeing it as \"The Pattern on The Stone.\" Readers can learn core concepts of computer science and a vision for the future without delving deeply into technical specifics.(C)"
      }
    ],
    "2001": [
      {
        "label": "それがぼくには楽しかったから 全世界を巻き込んだリナックス革命の真実（リーナス・トーバルズ、デイビッド・ダイヤモンド著/風見潤訳/中島洋監修）",
        "label_en": "Just for Fun: The Story of An Accidental Revolutionary(Linus Torvalds/David Diamond)",
        "startYear": 2001,
        "genre": [
          "HACKER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4796880011&https://m.media-amazon.com/images/I/812VnYtI2LL._SY342_.jpg",
        "url_en": "https://www.amazon.com/dp/0066620724&https://m.media-amazon.com/images/I/51fUsv9cEZL._SY445_SX342_FMwebp_.jpg",
        "note": "Linuxオペレーティングシステムの生みの親、リーナス・トーバルズの自伝。彼がどのようにして個人的な興味からカーネル開発を始め、それが世界最大の協調開発プロジェクトの一つであるLinuxに発展していったのかを、ユーモアを交えながら語っています。/自身の動機は「楽しかったから」というシンプルなものでありながら、結果的に世界のITインフラを根底から変えてしまった「リナックス革命」の真実が、開発者自身の視点から描かれています。オープンソース文化を理解する上での重要な一冊です。(C)",
        "note_en": "The autobiography of Linus Torvalds, the creator of the Linux operating system. He recounts, with humor, how he started kernel development out of personal interest and how it evolved into Linux, one of the world's largest collaborative development projects. /The \"Linux revolution,\" which fundamentally changed global IT infrastructure despite his stated simple motivation of \"just for fun,\" is described from the developer's own perspective. It is an important book for understanding open-source culture.(C)"
      },
      {
        "label": "ピープルウエア ヤル気こそフロジェクト成功の鍵 第2版（トム・デマルコ、ティモシー・リスター著/松原友夫、山浦恒央訳）",
        "label_en": "Peopleware: Productive Projects and Teams(Tom DeMarco/Timoty Lister)",
        "startYear": 2001,
        "genre": [
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4822281108&https://m.media-amazon.com/images/I/510vkKp7IJL._SY445_SX342_ControlCacheEqualizer_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Peopleware:_Productive_Projects_and_Teams|https://www.amazon.com/Peopleware-Productive-Projects-Teams-3rd/dp/0321934113&https://m.media-amazon.com/images/I/815DCPI+lwL._SY385_.jpg",
        "note": "プロジェクトの成功は技術やツールではなく、「人」（People）にあるという視点から、ソフトウェア開発のマネジメントを論じた古典的な名著。職場環境、チームの構成、会議の進め方など、生産性を高めるための人間中心のアプローチを提唱しています。/オフィス環境の設計がいかに集中力と創造性に影響を与えるか、そして「残業」が長期的にチームの効率を損なうかといった具体例を通して、人を大切にするマネジメントの重要性を訴えます。プロジェクト管理に関わる全ての人にとっての必読書です。(C)",
        "note_en": "A classic masterpiece that discusses software development management from the perspective that project success lies not in technology or tools, but in \"people.\" It advocates for a human-centered approach to enhancing productivity, covering topics like workplace environment, team composition, and meeting management. /Through specific examples, such as how office design impacts concentration and creativity, and how \"overtime\" long-term harms team efficiency, it emphasizes the importance of people-focused management. It is a must-read for anyone involved in project management.(C)"
      },
      {
        "label": "Webの創成 WorldWide Webはいかにして生まれどこに向かうのか（ティム・バーナーズーリー著/マーク・フィスケッティ協力/高橋徹監訳）",
        "label_en": "Weaving the Web: The Original Design and Ultimate Destiny of the World Wide Web by its Inventor(Tim Berners-Lee/Mark Fischetti)",
        "startYear": 2001,
        "genre": [
          "COMPUTER",
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4839902879&https://m.media-amazon.com/images/I/41JgVQKxWaL._SY385_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Weaving_the_Web|https://www.amazon.com/Weaving-Web-Original-Ultimate-Inventor/dp/3430114683&https://m.media-amazon.com/images/I/71XDDMTPV7L._SY425_.gif",
        "note": "World Wide Webの発明者ティム・バーナーズ＝リー自身が、Webがいかにして生まれたか、そして彼が思い描くWebの未来、特に「セマンティック・ウェブ」のビジョンについて語った書籍。/Webを単なる情報閲覧ツールとしてではなく、人類全体の知を結びつけるプラットフォームとして構想した彼の理念と、その技術的な背景が詳細に描かれています。Webのオープンで民主的な原則を維持することの重要性についても強く訴えかけています。(C)",
        "note_en": "A book by World Wide Web inventor Tim Berners-Lee himself, discussing how the Web came into existence and his vision for its future, particularly the \"Semantic Web.\" /It details his philosophy of conceiving the Web not just as an information viewing tool but as a platform to connect the entire knowledge of humanity, along with its technical background. It strongly advocates for the importance of maintaining the Web's open and democratic principles.(C)"
      }
    ],
    "2003": [
      {
        "label": "フリーソフトウェアと自由な社会 R-Chard M.Stallman エッセイ集（リチャード・M・ストールマン他著/株式会社ロングテール、長尾高弘訳）",
        "label_en": "Free Software, Free Society Selected Essays of Richard M. Stallman(Richard M. Stallman/Joshua Gay/Lawrence Lassig)",
        "startYear": 2003,
        "genre": [
          "HACKER",
          "THEORYMEDIA"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4756142818&https://m.media-amazon.com/images/I/51qVC8ltYeL._SY385_.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Free_Software,_Free_Society",
        "note": "フリーソフトウェア運動の創始者であるリチャード・ストールマンのエッセイ集。ソフトウェアの「自由」とは何か、コピーライト（著作権）の問題、そして技術が社会や倫理に与える影響について、彼自身の哲学と強い信念が表明されています。/ソフトウェアを単なる道具ではなく、ユーザーの自由と社会的な公正に関わる倫理的な問題として捉えるストールマンの思想は、現代のオープンソースやAI倫理の議論にも大きな影響を与え続けています。ハッカー文化の根幹にある考え方を知るための必読書です。(C)",
        "note_en": "A collection of essays by Richard M. Stallman, the founder of the Free Software movement. It articulates his philosophy and strong convictions on what constitutes the \"freedom\" of software, issues of copyright, and technology's impact on society and ethics. /Stallman's view of software not merely as a tool but as an ethical concern related to user freedom and social justice continues to profoundly influence discussions on modern open source and AI ethics. It is an essential read for understanding the core ideas of hacker culture.(C)"
      }
    ],
    "2005": [
      {
        "label": "ハッカーと画家 コンピュータ時代の創造者たち（Paul Graham著/川合史朗監訳）",
        "label_en": "Hackers & Painters: Big Ideas from the Computer Age（Paul Graham）",
        "startYear": 2005,
        "genre": [
          "HACKER",
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4274065979&https://m.media-amazon.com/images/I/81hFpVptJpL.SY342.jpg",
        "url_en": "https://en.wikipedia.org/wiki/Hackers_%26_Painters|https://www.amazon.com/Hackers-Painters-Big-Ideas-Computer/dp/B08Z4FHH3T&https://m.media-amazon.com/images/I/91ydydG-m+L.SX342.jpg",
        "note": "天才LISPハッカーであり、大成功を収めたベンチャー企業の創業者であるポール・グレアムによるエッセイ集。ハッカーを「画家や建築家と同じ、ものを創る人々」と定義し、プログラミング、スタートアップ、富の創造、オタク文化など、コンピュータ時代の創造者に向けた深い洞察を提供します。特に、「富の創りかた」や「もうひとつの未来への道（Webベースソフトウェア）」といった章は、起業家精神やイノベーションの考え方を刺激します。(E)",
        "note_en": "A collection of essays by Paul Graham, a genius LISP hacker and the founder of a highly successful venture company. Defining hackers as \"people who create things, just like painters and architects,\" the book offers deep insights for creators in the computer age on topics such as programming, startups, wealth creation, and nerd culture. Chapters like \"How to Make Wealth\" and \"The Other Road Ahead (Web-based software)\" are particularly stimulating for entrepreneurial spirit and the mindset of innovation.(E)"
      }
    ],
    "2025": [
      {
        "label": "Apple IIは何を変えたのか　パーソナル・ソフトウェア市場の誕生（レイン・ヌーニー著/山形浩生訳）",
        "label_en": "The Apple II Age: How the Computer Became Personal（Laine Nooney）",
        "startYear": 2025,
        "genre": [
          "COMPUTER"
        ],
        "imp": 3,
        "url": "https://www.amazon.co.jp/dp/4571410808/&https://m.media-amazon.com/images/I/41IgG06WGEL.SY445_SX342_ControlCacheEqualizer.jpg",
        "url_en": "https://www.amazon.com/dp/0226816524/&https://m.media-amazon.com/images/I/41ej3HdnjeL.SY445_SX342_FMwebp.jpg",
        "note": "1970年代から80年代にかけて、個人向けコンピュータ黎明期を築いたApple IIが、家庭、ビジネス、教育など様々な分野でどのようにソフトウェア市場の成立をもたらしたかを多角的に描く歴史書。ビデオゲームおよびコンピュータ産業の歴史的・文化的・経済的分析を専門とする著者が、当時の文化や技術革新、そして市場のダイナミズムを詳細に解説します。パーソナルコンピュータの時代の幕開けを理解するための貴重な一冊です。(E)",
        "note_en": "A historical book that comprehensively describes how the Apple II, which pioneered the early days of personal computers in the 1970s and 80s, contributed to the establishment of the software market in various fields such as home, business, and education. The author, specializing in the historical, cultural, and economic analysis of the video game and computer industry, provides a detailed account of the culture, technological innovation, and market dynamics of the time. This is a valuable book for understanding the dawn of the personal computer era.(E)"
      }
    ]
  },
  "eraSettings": [],
  "genres": [
    {
      "code": "SCIENCE",
      "label": "科学",
      "label_en": "Science",
      "conjunction": false
    },
    {
      "code": "COMPUTER",
      "label": "コンピューター",
      "label_en": "Computer",
      "conjunction": false
    },
    {
      "code": "CYBERPUNK",
      "label": "サイバーパンク",
      "label_en": "Cyberpunk",
      "conjunction": false
    },
    {
      "code": "HACKER",
      "label": "ハッカー",
      "label_en": "ハッカー",
      "conjunction": false
    },
    {
      "code": "POPCULTURE",
      "label": "ポップカルチャー",
      "label_en": "Pop culture",
      "conjunction": false
    },
    {
      "code": "THEORYMEDIA",
      "label": "思想・メディア論",
      "label_en": "Theory of Thought and Media",
      "conjunction": false
    },
    {
      "code": "NERD",
      "label": "ナード・おたく",
      "label_en": "Nerd/Otaku",
      "conjunction": false
    },
    {
      "code": "OUTOFPRINT",
      "label": "絶版",
      "label_en": "Out of print",
      "conjunction": true
    },
    {
      "code": "WORK",
      "label": "作業用",
      "label_en": "for work",
      "conjunction": true
    }
  ]
}